{
    "login": "تسجيل الدخول",
    "sign-up": "إنشاء حساب",
    "Or Sign In With": "أو تسجيل الدخول باستخدام",
    "Wait Logining": "انتظار تسجيل الدخول",
    "Please Enter Your Email": "الرجاء إدخال الإيميل الخاص بك",
    "Please Enter Your Password": "الرجاء إدخال كلمة السر الخاصة بك",
    "Wait Signup": "انتظار إنشاء الحساب",
    "Create New Account": "إنشاء حساب جديد",
    "Or Sign Up With": "أو إنشاء حساب باستخدام",
    "English": "الإنجليزية",
    "Arabic": "العربية",
    "Turkey": "التركية",
    "Germany": "الألمانية",
    "Sorry, This Field Can't Be Empty !!": "عذراً ، هذا الحقل لا يمكن أن يكون فارغاً !!",
    "Sorry, This Email Is Not Valid !!": "عذراً ، هذا الإيميل غير صالح !!",
    "Sorry, The Password Must Be At Least 8 Characters Long, With At Least One Number, At Least One Lowercase Letter, And At Least One Uppercase Letter.": "عذراً كلمة السر يجب أن تكون على الأقل 8 محارف ، بحيث تحتوي على الأقل رقم واحد ، حرف واحد ، بالإضافة على الأقل حرف صغير وحرف كبير .",
    "Sorry, Email Or Password Incorrect !!": "عذراً ، الإيميل أو كلمة السر غير صحيحة !!",
    "Sorry, Someting Went Wrong, Please Try Again The Process !!": "عذراً ، هناك خطأ ما حدث ، الرجاء إعادة العملية !!",
    "Sorry, Can't Create User Because it is Exist !!": "عذراً ، لا يمكن إنشاء الحساب لأنه موجود !!",
    "Ok !!, Create New User Process Has Been Successfuly !!, Please Wait To Navigate To Verification Page !!": "عملية إنشاء الحساب نجحت ، الرجاء الانتظار ريثما يتم الانتقال إلى صفحة تأكيد الحساب !!",
    "Dashboard": "لوحة التحكم",
    "Orders": "الطلبات",
    "Addresses": "العناوين",
    "Account Details": "تفاصيل الحساب",
    "Wish List": "قائمة المنتجات المفضلة",
    "Logout": "تسجيل الخروج",
    "Hello": "مرحباً",
    "Log out": "تسجيل الخروج",
    "From your account dashboard you can view your": "من خلال لوحة تحكم الحساب الخاص بك يمكنك رؤية",
    "recent orders": "الطلبات السابقة",
    "shipping and billing addresses": "عناوين الفاتورة والشحن",
    "edit your password and account details": "تعديل كلمة السر الخاصة بك  وتفاصيل الحساب",
    "and": "و",
    ",": "،",
    "Filters": "التصفيات",
    "Order Number": "رقم الطلب",
    "Pleae Enter Order Number": "الرجاء إدخال رقم الطلب",
    "Status": "الحالة",
    "Pleae Enter Status": "الرجاء إدخال الحالة",
    "All": "الكل",
    "Pending": "الانتظار",
    "Shipping": "الشحن",
    "Completed": "الاكتمال",
    "all": "الكل",
    "pending": "الانتظار",
    "shipping": "الشحن",
    "completed": "الاكتمال",
    "Filter": "تصفية",
    "Filtering": "جاري التصفية",
    "Order Details": "تفاصيل الطلب",
    "Checkout Status": "حالة التحقق",
    "checkout_successful": "نجاح التحقق",
    "Order Total Amount": "المبلغ الإجمالي للطلب",
    "Added Date": "تاريخ الإضافة",
    "Action": "العملية",
    "Show Details": "عرض التفاصيل",
    "Sorry, Can't Find Any Orders": "عذراً ، لا يوجد أي طلب حالياً",
    "Billing Address": "عنوان الفاتورة",
    "Shipping Address": "عنوان الشحن",
    "Edit": "تعديل",
    "First Name": "الاسم الأول",
    "Please Enter New First Name Here": "الرجاء إدخال الأسم الأول الجديد هنا",
    "Please Enter First Name Here": "الرجاء إدخال الأسم الأول هنا",
    "Last Name": "الاسم الأخير",
    "Please Enter New Last Name Here": "الرجاء إدخال الأسم الثاني الجديد هنا",
    "Please Enter Last Name Here": "الرجاء إدخال الأسم الثاني هنا",
    "Company Name": "اسم الشركة",
    "Optional": "اختياري",
    "Please Enter New Company Name Here": "الرجاء إدخال اسم الشركة الجديدة هنا",
    "Please Enter Company Name Here": "الرجاء إدخال اسم الشركة هنا",
    "Country / Area": "البلد / المنطقة",
    "Street Address / Neighborhood": "عنوان الشارع  / الحي",
    "Please Enter New Street Address / Neighborhood Here": "الرجاء إدخال عنوان الشارع / الحي الجديد هنا",
    "Please Enter Street Address / Neighborhood Here": "الرجاء إدخال عنوان الشارع / الحي هنا",
    "Apartment Number, Ward, Unit, Etc": "رقم الشقة ، الجناح ، الوحدة ، الخ",
    "Please Enter New Apartment Number, Ward, Unit, Etc Here": "الرجاء إدخال رقم الشقة ، الجناح ، الوحدة ، الخ الجديد / الجديدة هنا",
    "Please Enter Apartment Number, Ward, Unit, Etc Here": "الرجاء إدخال رقم الشقة ، الجناح ، الوحدة ، الخ هنا",
    "City": "المدينة",
    "Please Enter New City Name Here": "الرجاء إدخال اسم المدينة الجديد هنا",
    "Please Enter City Name Here": "الرجاء إدخال اسم المدينة هنا",
    "Postal Code / Zip": "الرمز البريدي",
    "Please Enter New Postal Code / Zip Here": "الرجاء إدخال الرمز البريدي الجديد هنا",
    "Please Enter Postal Code / Zip Here": "الرجاء إدخال الرمز البريدي هنا",
    "Phone Number": "رقم الموبايل",
    "Please Enter New Phone Number Here": "الرجاء إدخال رقم الموبايل الجديد هنا",
    "Please Enter Phone Number Here": "الرجاء إدخال رقم الموبايل هنا",
    "Email": "البريد الإلكتروني",
    "Please Enter New Email Here": "الرجاء إدخال البريد الإلكتروني الجديد هنا",
    "Please Enter Email Here": "الرجاء إدخال البريد الإلكتروني هنا",
    "Save Changes": "حفظ التغييرات",
    "Saving": "جارِ الحفظ",
    "Updating User Info Process Has Been Successfuly !!": "عملية تحديث بيانات المستخدم قد أكتملت ...",
    "Sorry, This Password Is Uncorrect !!": "عذراً ، كلمة السر هذه غير صحيحة !!",
    "Sorry, Invalid Mobile Phone !!": "عذراً ، رقم موبايل غير صالح !!",
    "Sorry, There Is No Match Between New Password And Confirm It !!": "عذراً ، لا يوجد تطابق بين كلمة السر وتأكيدها !!",
    "Preview Name": "اسم العرض",
    "Please Enter New Preview Name Here": "الرجاء إدخال اسم العرض الجديد هنا",
    "This way your name will be displayed in the accounts section and in reviews": "هذا الاسم سوف يظهر في قسم الحسابات",
    "Current password": "كلمة السر الحالية",
    "leave the field blank if you do not want to change it": "تجاهل هذا الحقل إذا لم تكن ترغب بتغييرها",
    "New password": "كلمة السر الجديدة",
    "Confirm New password": "تأكيد كلمة السر الجديدة",
    "Product": "المنتج",
    "Unit Price": "سعر الوحدة",
    "Stock Status": "حالة المخزن",
    "Sorry, Can't Find Any Favorite Products For You !!": "عذراً لا يوجد أي منتجات مفضلة لديك حالياً !!",
    "Quantity": "العدد",
    "Subtotal": "المبلغ الإجمالي الجزئي",
    "KWD": "دينار كويتي",
    "Go To Cart Totals": "الانتقال إلى الملخص",
    "Cart Totals": "الملخص",
    "Total Price Before Discount": "المبلغ الإحمالي قبل الخصم",
    "Total Discount": "المبلغ الإجمالي للخصم",
    "Total Price After Discount": "المبلغ الإجمالي بعد الخصم",
    "Go To Checkout": "الانتقال إلى صفحة التحقق",
    "Sorry, Can't Find Any Products For You In Cart !!": "عذراً ، لا يوجد أي منتجات في سلة الشراء الخاصة بك !!",
    "Welcome To You In Checkout Page": "مرحباً بك في صفحة التحقق",
    "Please Wait": "الرجاء الانتظار",
    "Billing Details": "تفاصيل الفاتورة",
    "Do You Want To Save Payment Information ?": "هل تريد حفظ بيانات الدفع ؟",
    "Do You Want To Ship To A Different Address ?": "هل تريد الشحن إلى عنوان مختلف ؟",
    "Request Notes": "ملاحظات الطلب",
    "Notes About Request, Example: Note About Request Delivery": "ملاحظات حول الطلب ، مثال: ملاحظة حول توصيل الطلب",
    "Your Request": "الطلب الخاص بك",
    "Sum": "المجموع",
    "PayPal": "بايبال",
    "Confirm Request": "تأكيد الطلب",
    "Welcome To You In Account Verification Page": "مرحباً بك في صفحة تأكيد الحساب",
    "Checking": "جارِ التحقق",
    "You're almost done!": "كل شيء جاهز تقريباً",
    "Enter code Here": "أدخل رمز التأكيد هنا",
    "You can redial the message after": "يمكنك إعادة طلب الرسالة بعد",
    "We sent a launch code to": "نحن أرسلنا الرمز إلى",
    "Didn't get your email?": "لم تستلم الرسالة ؟",
    "Resend The Code": "إعادة إرسال رمز التأكيد",
    "Resending The Code": "جارِ إعادة إرسال رمز التأكيد",
    "Sorry, Invalid Email Address !!": "عذراً ، البريد الالكتروني غير صالح !!",
    "Sending Code To Your Email Process Has Been Succssfuly !!": "عملية إرسال رمز التأكيد نجحت !!",
    "Sorry, The User Is Not Exist !!, Please Enter Another User Email ..": "عذراً ، هذا المستخدم غير موجود ، الرجاء إدخال بريد إلكتروني آخر ..",
    "Sorry, The Email For This User Has Been Verified !!": "عذراً ، هذا البريد الالكتروني قد تمتّ عملية التاكيد له !!",
    "Network Error": "خطأ في الشبكة",
    "Sorry, Someting Went Wrong, Please Repeat The Process !!": "عذراً ، حدث خطأ ما ، الرجاء إعادة المحاولة !!",
    "Welcome To You In Payment Confirmation Page": "مرحباً بك في صفحة تأكيد الدفع الخاصة بك",
    "Order Id": "رقم معرّف الطلب",
    "Product Name And Quantity": "اسم المنتج والعدد",
    "Unit Price Before Discount": "سعر الوحدة قبل الخصم",
    "Unit Discount": "مبلغ الخصم الإجمالي للوحدة",
    "$": "دولار أمريكي",
    "Thanks For Purchase From Ubuyblues Store": "شكراً لك للشراء من متجر يوباي بلوس",
    "Sorry,": "عذراً",
    "this page could not be found.": "هذه الصفحة غير موجودة",
    "Something went wrong.": "حدث خطأ ما",
    "The page you were looking for could not be found. Please check the URL": "الصفحة التي تبحث عنها قد تكون غير موجودة. الرجاء التحقق من الرابط",
    "Or Go To Home Page": "أو الانتقال للصفحة الرئيسية",
    "Sorry, Something Went Wrong, Please Try Again !": "عذراً ، حدث خطأ ما ، الرجاء إعادة المحاولة مرة أخرى !",
    "Product Id": "رقم معرّف المنتج",
    "Name": "الاسم",
    "Total": "المبلغ الإجمالي",
    "Image": "الصورة",
    "Apartment Number": "رقم الشقة",
    "Sorry, This Order Is Not Found !!": "عذراً ، هذا الطلب غير موجود !!",
    "Product Details": "تفاصيل المنتج",
    "Sale Products": "المنتجات ذات التخفيض",
    "Categories": "التصنيفات",
    "Last Added": "المضافة مؤخراً",
    "Last Added Products": "المنتجات المضافة مؤخراً",
    "Add To Cart": "إضافة إلى السلة",
    "Waiting In Add To Cart": "الرجاء الانتظار ريثما يتم الإضافة للسلة",
    "Sorry, Something Went Wrong": "عذراً ، حدث خطأ ما",
    "Display Your Cart": "عرض سلة الشراء الخاصة بك",
    "Brands": "العلامات التجارية",
    "The Page": "الصفحة",
    "of": "من",
    "Pages": "صفحات",
    "About Us": "حولنا",
    "Contact Us": "تواصل معنا",
    "Polices-Terms & Conditions": "الشروط وسياسات الاستخدام",
    "Return & Refund Policy": "سياسة الإرجاع والاسترداد",
    "Main": "الرئيسية",
    "Product Available In Store": "منتج متوفر في المتجر",
    "Category": "التصنيف",
    "Description": "الوصف",
    "Referrals": "المراجعات",
    "There are no reviews yet": "ليس هنالك مراجعات حتى الآن",
    "Be the first to review": "كن أول من يكتب المراجعة",
    "your e-mail address will not be published. Required fields are marked": "البريد الالكتروني الخاص بك لن يتم نشره . الحقول المطلوبة هي ذات العلامة",
    "Save my name, email, and referal in this browser for the next time I comment": "حفظ اسمي ، بريدي الالكتروني ، ومراجعتي في المتصفح للمرة القادمة ",
    "Send": "إرسال",
    "Related Products": "منتجات ذات الصلة",
    "Your Referal": "المراجعة الخاصة بك",
    "Your rating": "تقييمك",
    "Share Your Favorite Product With Your Friends": "شارك منتجك المفضل مع أصدقائك",
    "Our links": "الروابط الخاصة بنا",
    "All Rights Reserved For": "جميع الحقوق محفوظة لـ",
    "Ubuyblues": "يوباي بلوس",
    "Facebook": "فيسبوك",
    "We are Asfour International, a leading company in the wholesale and retail trade industry. We provide high-quality products to our customers. We are committed to meeting your needs and providing the best solutions to ensure your satisfaction": "نحن شركة Asfour International شركة رائدة في مجال تجارة بيع الجملة والتجزئة، نقدم منتجات عالية الجودة لعملائنا. نحن ملتزمون بتلبية احتياجاتكم وتوفير أفضل الحلول لتحقيق رضاكم",
    "Our company stands out with a wide range of diverse products available at competitive prices. We strive to provide a broad selection of products to suit your various needs and budgets. We offer high-quality products in various fields such as crafts, electronics, fashion, food products, household tools, and more": "تتميز شركتنا بمجموعة واسعة من المنتجات المتنوعة والمتاحة بأسعار تنافسية. نحرص على توفير تشكيلة واسعة من المنتجات لتناسب مختلف احتياجاتكم وميزانياتكم. نقدم منتجات عالية الجودة في مجالات متنوعة مثل الصناعات اليدوية، الإلكترونيات، والأزياء، والمنتجات الغذائية، والأدوات المنزلية، وغيرها",
    "We consider our customers as partners in our success, and we are committed to providing high-quality customer service. We pay attention to the smallest details and strive to offer a satisfying shopping experience for our customers": "نحن نعتبر عملائنا شركاء لنا في نجاحنا، ونحرص على تقديم خدمة عملاء عالية الجودة ،  نحن نهتم بأدق التفاصيل ونسعى لتوفير تجربة تسوق مرضية لعملائنا",
    "We are dedicated to achieving the highest levels of quality and satisfaction for our customers. We strive for innovation and continuous development to meet the changing market demands and to continually improve our operations": "نحن ملتزمون بالتفاني في تحقيق أعلى مستويات الجودة والرضا لعملائنا. نحن نسعى جاهدين للابتكار والتطوير المستمر لتلبية متطلبات السوق المتغيرة والتحسين المستمر لعملياتنا",
    "In summary, we are Asfour International, a leading wholesale and retail trade company, offering high-quality products at competitive prices and excellent customer service. We are committed to meeting your needs and achieving your satisfaction, striving for sustainable success in our business": "باختصار، نحن شركة Asfour International لتجارة الجملة والتجزئة الرائدة، نقدم منتجات عالية الجودة بأسعار تنافسية وخدمة عملاء ممتازة. نحن ملتزمون بتلبية احتياجاتكم وتحقيق رضاكم، ونسعى جاهدين لتحقيق النجاح المستدام في مجال عملنا",
    "You have 15 days from the date of delivery to request a return or replacement": "لديك 15 ايام من تاريخ التسليم، لطلب الارجاع او الاستبدال",
    "If you have received damaged or incorrect products, please contact customer service for assistance as soon as possible": "إذا تلقيت منتجات تالفة، خاطئة يرجى التواصل مع خدمة العملاء للمساعدة في أقرب وقت ممكن",
    "Exchange one item for another is allowed": "تعديل قطعة واحدة بواحدة أخرى فقط",
    "Returned products must be unused, and the original packaging must be retained, We do not accept returns of used or damaged items": "المنتجات التي يتم ارجاعها يجب ان تكون غير مستخدمة، ويجب الاحتفاظ بالطرد الاصلي، ولانقبل استرجاع المنتج المستعمل او المنتج به اضرار او مغسول",
    "Products with non-returnable tags and free gifts are not eligible for return or exchange": "المنتجات التي تحتوي على علامات غير قابلة للإرجاع، وكذلك الهدايا المجانية لا يمكن ارجاعها او استبدالها",
    "Note": "ملاحظة",
    "We do not accept products that have been returned without a prior return request": "نحن لا نقبل المنتجات التي تم إرجاعها بدون طلب إرجاع مسبق",
    "Please ensure the accuracy of the return request and the products before shipping them. We will not be responsible for returns of items not purchased from our site": "يرجى التأكد من طلب الإرجاع والمنتجات قبل شحنها. لن نكون مسؤولين عن إرجاع منتجات ليست من موقعنا",
    "If the quantity of the products to be returned does not match the actual returned quantity, the courier may refuse to accept the products": "إذا لم تتطابق كمية المنتجات المطلوب إرجاعها مع الكمية الفعلية المرتجعة فقد يرفض الساعي استلام المنتجات",
    "Please do not send the return parcel to the address on the received package, as it is not our return address. This will affect the processing of the return": "يرجى عدم إرسال الطرد المرجع إلى العنوان المبين على الطرد المستلم لأنه ليس عنوان الإرجاع الخاص بنا وسيؤثر على معالجة الإرجاع",
    "If a cancellation of an online payment order is requested before shipping, we will complete the refund process within 5 business days. A 5% deduction from the refunded amount will be applied to cover payment processing fees charged by the payment company": "إذا طُلب إلغاء طلب دفع عبر الإنترنت قبل الشحن، فسنكمل عملية استرداد الأموال في غضون 5 أيام عمل. سيخصم من المبلغ المسترد 5٪ من رسوم الدفع (التي تتقاضاها شركة الدفع)",
    "Orders paid online will be refunded within 5 business days due to stock depletion, damage, or deviation from the confirmed sample, without processing fees. The refund will be transferred via the original payment method": "سيتم استرداد الطلبات المدفوعة عبر الإنترنت في غضون 5 أيام عمل بسبب نفاد المخزون أو تلفها أو اختلافها عن العينة المؤكدة، بدون رسوم معالجة. وسيتم تحويل المبلغ المسترد بطريقة الدفع الأصلية",
    "In case of illegal conflicts with regular payments, certain fees will be imposed according to the severity of the situation": "في حالة تعارض المدفوعات الغير قانونية مع المدفوعات العادية، سيتم فرض رسوم معينة وفقًا لخطورة الموقف",
    "14SERCEGILLER reserves the right to the final interpretation": "تحتفظ Asfour International في التفسير النهائي",
    "If you have a return or replacement request, please follow the steps below, and we will assist you with sincerity": "إذا كان لديك طلب الإرجاع أو الاستبدال، يرجى القيام بالإجراءات التالية، وسنخدمك بكل اخلاص",
    "Our team will review your request within 5 business days": "سيقوم فريقنا مراجعة طلبك خلال 5 أيام عمل",
    "If you wish to return your order, please send the return request to info@asfourintlco.com via email. Provide information about the returned items, reasons for the return, and photos of the original packaging": "إذا كنت تريد ارجاع الطلب، يرجى إرسال طلب الإرجاع إلى info@asfourintlco.com عبر بريد الكتروني وتقديم معلومات بضائع الإرجاع وأسباب الإرجاع وصور التغليف الأصلي",
    "After verification, our service team will inform you of the refund amount and the next steps. (Refund amount = Value of returned items - Return shipping fees)": "بعد اجتياز التحقق، سيخبرك فريق الخدمة لدينا بمبلغ الاسترداد والخطوة التالية. (المبلغ المسترد = قيمة القطع المسترجعة -رسوم إعادة الشحن)",
    "Note: If the review is unsuccessful, the employee will inform you of the reasons via email. If you wish to submit the return request again, please provide evidence to us via email. Our team will process your request within 5 business days": "الملاحظة: إذا فشلت المراجعة، أخبر الموظف لك الأسباب عبر بريد الكتروني. وإذا كنت تريد ارسال طلب الإرجاع مرة أخرى، فمن المرجو تقديم الأدلة لنا عبر بريد الكتروني. وسيقوم فريقنا بمعالجة طلبك خلال 5 أيام عملية",
    "By visiting or purchasing from our site, you are engaging in our service and agree to abide by the terms and conditions, including those terms, conditions, and additional policies referenced herein and/or available by hyperlink. These terms of service apply to all users of the site, including but not limited to users who are browsers, vendors, customers, merchants, and/or contributors of content": "من خلال زيارة موقعنا أو الشراء منه، فإنك تشارك في الخدمة  الخاصة بنا وتوافق على الالتزام بالشروط والأحكام، بما في ذلك تلك الشروط والأحكام والسياسات الإضافية المشار إليه هنا و / أو متاح من خلال ارتباط تشعبي. تنطبق شروط الخدمة هذه على جميع مستخدمي الموقع، بما في ذلك على سبيل المثال لا الحصر المستخدمين من المتصفحات و / أو البائعين و / أو العملاء و / أو التجار و / أو المساهمين في المحتوى",
    "Please read these terms of service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these terms of service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these terms of service are considered an offer, acceptance is expressly limited to these terms of service": "يرجى قراءة شروط الخدمة هذه بعناية قبل الوصول إلى موقعنا الإلكتروني أو استخدامه. من خلال الوصول إلى أو استخدام أي جزء من الموقع، فإنك توافق على الالتزام بشروط الخدمة هذه. إذا كنت لا توافق على جميع شروط وأحكام هذه الاتفاقية، فلا يجوز لك الوصول إلى موقع الويب أو استخدام أي خدمات. إذا كانت شروط الخدمة هذه بمثابة عرض، فإن القبول يقتصر صراحةً على شروط الخدمة هذه",
    "Any new features or tools added to the current store shall also be subject to the terms of service. You can review the most current version of the terms of service at any time on this page. We reserve the right to update, change, or replace any part of these terms of service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes": "تخضع أيضًا أي ميزات أو أدوات جديدة تضاف إلى المتجر الحالي لشروط الخدمة. يمكنك مراجعة أحدث إصدار من شروط الخدمة في أي وقت على هذه الصفحة. نحتفظ بالحق في تحديث أو تغيير أو استبدال أي جزء من شروط الخدمة هذه عن طريق نشر التحديثات و / أو التغييرات على موقعنا. تقع على عاتقك مسؤولية مراجعة هذه الصفحة بشكل دوري لمعرفة التغييرات. استمرار استخدامك أو الوصول إلى موقع الويب بعد نشر أي تغييرات يشكل قبولًا لهذه التغييرات",
    "By agreeing to these terms of service, you acknowledge that you are at least the age of majority in your country of residence": "بالموافقة على شروط الخدمة هذه، فإنك تقر بأنك على الأقل تبلغ سن الرشد في بلد إقامتك",
    "You may not use our products for any illegal or unauthorized purpose, and you must not, in the use of the service, violate any laws in your jurisdiction (including, but not limited to, copyright laws)": "لا يجوز لك استخدام منتجاتنا لأي غرض غير قانوني أو غير مصرح به ولا يجوز لك، في استخدام الخدمة، انتهاك أي قوانين في ولايتك القضائية (بما في ذلك على سبيل المثال لا الحصر قوانين حقوق النشر)",
    "You must not transmit any worms or viruses or any code of a destructive nature": "يجب ألا تنقل أي فيروسات متنقلة أو فيروسات أو أي رمز ذي طبيعة مدمرة",
    "Violation of any of the terms will result in immediate termination of your services": "سيؤدي خرق أو انتهاك أي من الشروط إلى الإنهاء الفوري لخدماتك",
    "Introduction": "المقدمة",
    "This privacy notice specifies how the international company Asfour or its owner or operator of this website collects and processes your personal data for the promotion, execution, and provision of Asfour services. By visiting this website, providing your personal data, or accessing and purchasing Asfour services, you explicitly agree to comply with the terms and conditions of this privacy notice. If you do not agree, please refrain from using or accessing this website or any of Asfour services": "يحدد هذا الإشعار بالخصوصية كيفية جمع شركة أصفور الدولية أو مالكها أو مشغل هذا الموقع لبياناتك الشخصية ومعالجتها لتعزيز وتنفيذ وتوفير خدمات أصفور. من خلال زيارة هذا الموقع أو تقديم بياناتك الشخصية أو الوصول إلى وشراء خدمات أصفور، فإنك توافق صراحة على الامتثال لشروط وأحكام هذا الإشعار بالخصوصية. إذا كنت غير موافق، يرجى الامتناع عن استخدام أو الوصول إلى هذا الموقع أو أي من خدمات أصفور",
    "Definitions": "التعاريف",
    "The term 'subsidiary company' refers to any individual or entity, another individual or entity that, directly or indirectly, through one or more intermediaries, controls or is controlled by or is under common control with this individual or entity": "يشير مصطلح 'الشركة التابعة' إلى أي فرد أو كيان، فردًا آخر أو كيانًا يتحكم فيه مباشرة أو غير مباشرة، من خلال وسيط واحد أو أكثر، أو يتحكم فيه أو يكون تحت التحكم المشترك مع هذا الفرد أو الكيان",
    "This refers to the products and services offered by International Asfour online on any website and/or services and call centers, including, but not limited to, the services provided by International Asfour": "يشير هذا إلى المنتجات والخدمات التي تقدمها أصفور الدولية عبر الإنترنت على أي موقع و/أو خدمات ومراكز الاتصال، بما في ذلك، ولكن لا يقتصر على، الخدمات التي تقدمها أصفور الدولية",
    "This refers to a group of companies consisting of International Asfour and all its subsidiaries and affiliates collaborating with it": "يشير هذا إلى مجموعة من الشركات التي تتألف من أصفور الدولية وجميع الشركات التابعة والشركات التابعة المتعاونة معها",
    "'The applicable laws' refer to any privacy law, personal data protection law, regulation, treaty, rule, ordinance, license, restriction, judicial or administrative order, law or public law, or any other declaration having legal effect in the State of Kuwait": "تشير 'القوانين السارية' إلى أي قانون خصوصية، أو قانون حماية البيانات الشخصية، أو لائحة، أو معاهدة، أو قاعدة، أو مرسوم، أو ترخيص، أو قيد، أو أمر قضائي أو إداري، أو قانون أو قانون عام، أو أي إعلان آخر له تأثير قانوني في دولة الكويت",
    "'The data subject' or 'You' refers to a specific or identifiable living individual to whom the personal data is related and who uses this website or the services of International Asfour": "'الموضوع البيانات' أو 'أنت' يشير إلى فرد محدد أو قابل للتحديد والذي يستخدم هذا الموقع أو خدمات أصفور الدولية",
    "'Personal data' refers to any information related to the data subject who can be identified, directly or indirectly, particularly by reference to an identifier such as a name, identification number, location data, online identifier, or one or more factors specific to the physical, physiological, genetic, mental, economic, cultural, or social identity of the data subject": "'البيانات الشخصية' تشير إلى أي معلومات تتعلق بالموضوع البيانات الذي يمكن تحديده مباشرة أو غير مباشرة، خاصةً بالرجوع إلى معرف مثل الاسم أو رقم التعريف أو بيانات الموقع أو معرف الإنترنت أو عامل أو أكثر خاص بالهوية البدنية أو الفسيولوجية أو الجينية أو العقلية أو الاقتصادية أو الثقافية أو الاجتماعية للموضوع البيانات",
    "'Privacy notice' means this set of terms and conditions that govern the processing of personal data": "'إشعار الخصوصية' يعني مجموعة شروط وأحكام تحكم معالجة البيانات الشخصية",
    "'The website' refers to the electronic website, whose main page is identified by an address, and any application for mobile devices or desktop computer application developed by International Asfour or on its behalf": "'الموقع' يشير إلى الموقع الإلكتروني، الذي يتم تحديده بواسطة عنوان، وأي تطبيق لأجهزة الجوال أو تطبيق لأجهزة الحاسوب المكتبية تم تطويره بواسطة أصفور الدولية أو نيابة عنها",
    "'It' refers to the International Asfour company for wholesale and retail trade": "'إنه' يشير إلى شركة أصفور الدولية للتجارة بالجملة والتجزئة",
    "'It' refers to the products and services offered by International Asfour online on this website, or the services and call centers that are referenced in this privacy notice": "'إنه' يشير إلى المنتجات والخدمات التي تقدمها أصفور الدولية عبر الإنترنت على هذا الموقع، أو الخدمات ومراكز الاتصال المشار إليها في هذا الإشعار بالخصوصية",
    "What personal data do we collect ?": "ما هي البيانات الشخصية التي نجمعها؟",
    "We collect your personal data to provide and continually improve the services of International Asfour. We gather various types of personal data": "نقوم بجمع بياناتك الشخصية لتقديم خدمات أصفور الدولية وتحسينها باستمرار. نقوم بجمع مختلف أنواع البيانات الشخصية",
    "The personal data provided by the data subject": "البيانات الشخصية التي يقدمها الموضوع البيانات",
    "To provide a seamless customer experience, we receive and store your personal data related to the services of International Asfour, including, but not limited to": "لتوفير تجربة عملاء سلسة، نتلقى ونخزن بياناتك الشخصية المتعلقة بخدمات أصفور الدولية، بما في ذلك، ولكن لا يقتصر على،",
    "The name, address, and phone numbers": "الاسم، العنوان، وأرقام الهاتف",
    "Payment information": "معلومات الدفع",
    "age": "العمر",
    "personal description, and photographic image in your profile": "الوصف الشخصي، والصورة الفوتوغرافية في ملفك الشخصي",
    "Identity-related information and documents, including civil ID numbers, national ID, and driver's license": "معلومات ووثائق تتعلق بالهوية، بما في ذلك أرقام بطاقة الهوية المدنية والهوية الوطنية ورخصة القيادة",
    "We automatically collect and store certain types of personal data about your use of International Asfour services. We use 'cookies' and other unique identifiers, obtaining specific types of personal data when your web browser or device accesses International Asfour services. We may collect automatic personal data from, including but not limited to": "نقوم تلقائيًا بجمع وتخزين أنواع معينة من البيانات الشخصية حول استخدامك لخدمات أصفور الدولية. نستخدم 'ملفات الارتباط' ومعرفات فريدة أخرى، ونحصل على أنواع محددة من البيانات الشخصية عندما يصل متصفح الويب أو الجهاز الخاص بك إلى خدمات أصفور الدولية. قد نجمع البيانات الشخصية التلقائية من، بما في ذلك ولكن لا يقتصر على :",
    "The Internet Protocol (IP) address used to connect your computer to the internet": "عنوان بروتوكول الإنترنت (IP) المستخدم لربط حاسوبك بالإنترنت",
    "Login information, email address, and password": "معلومات تسجيل الدخول، عنوان البريد الإلكتروني، وكلمة المرور",
    "The location of your device or computer": "موقع جهازك أو حاسوبك",
    "Device metrics such as when the device is in use, application usage, connection data, any errors or failure conditions, version, and timezone settings": "مقاييس الجهاز مثل عندما يكون الجهاز قيد الاستخدام، استخدام التطبيق، بيانات الاتصال، أي أخطاء أو حالات فشل، الإصدار، وإعدادات المنطقة الزمنية",
    "Date of purchase": "تاريخ الشراء",
    "Information from other sources": "معلومات من مصادر أخرى",
    "We may receive personal data about you from third-party sources, including International Asfour and affiliates, such as delivery and address information updated by our transportation companies, which we use to correct our records and facilitate the next purchase delivery. However, we are not responsible for the privacy practices of third-party sites that we do not own, operate, or control. We may collect personal data from other sources, including but not limited to": "قد نتلقى بيانات شخصية عنك من مصادر تابعة للطرف الثالث، بما في ذلك أصفور والشركات التابعة لها، مثل معلومات التسليم والعنوان المحدثة من قبل شركات النقل التابعة لنا، والتي نستخدمها لتصحيح سجلاتنا وتسهيل تسليم الشراء التالي. ومع ذلك، لسنا مسؤولين عن ممارسات الخصوصية في مواقع الطرف الثالث التي لا نملكها أو نديرها أو نتحكم فيها",
    "Delivery information and updated address from third parties": "معلومات التوصيل والعنوان المحدثة من قبل طرف ثالث",
    "Search results and links, including paid listings": "نتائج البحث والروابط، بما في ذلك القوائم المدفوعة",
    "Third-party applications or websites that allow us to collect, share, and/or use your personal data": "تطبيقات أو مواقع الويب من الأطراف الثالثة التي تسمح لنا بجمع ومشاركة و/أو استخدام بياناتك الشخصية",
    "Third-party sources providing marketing or demographic information about you to enhance our ability to tailor our content and provide International Asfour services that we believe may interest you": "مصادر الطرف الثالث التي تقدم معلومات تسويقية أو ديموغرافية حولك لتعزيز قدرتنا على تخصيص محتوانا وتقديم خدمات أصفور الدولية التي قد تهمك",
    "The purposes for which we use your personal data": "الأغراض التي نستخدم فيها بياناتك الشخصية",
    "International Asfour uses your personal data to operate, provide, develop, and improve the services of the International Asfour website and application, including but not limited to": "تستخدم أصفور الدولية بياناتك الشخصية لتشغيل، وتوفير، وتطوير، وتحسين خدمات موقع وتطبيق أصفور الدولية، بما في ذلك ولكن لا يقتصر على",
    "Purchasing, delivery, and promotion": "عمليات الشراء، والتوصيل، والترويج",
    "International Asfour uses your personal data to receive and process orders, provide products and services, process payments, and communicate with you regarding orders, products, services, and promotional offers from International Asfour": "تستخدم الشركة الدولية أصفور بياناتك الشخصية لاستقبال ومعالجة الطلبات، وتوفير المنتجات والخدمات، ومعالجة المدفوعات، والتواصل معك بشأن الطلبات، والمنتجات، والخدمات، والعروض الترويجية من أصفور الدولية",
    "Providing error detection and correction features and improving the services of International Asfour": "توفير ميزات اكتشاف الأخطاء وتصحيحها وتحسين خدمات الشركة الدولية أصفور",
    "International Asfour uses your personal data to provide operational functions, analyze performance, troubleshoot errors, and enhance the usability and effectiveness of International Asfour services": "تستخدم الشركة الدولية أصفور بياناتك الشخصية لتوفير وظائف تشغيلية، وتحليل الأداء، وتحديد الأخطاء، وتعزيز استخدام وفعالية خدمات الشركة الدولية أصفور",
    "Recommendations and customization": "التوصيات والتخصيص",
    "International Asfour uses your personal data to recommend products and services that may interest you, identify your preferences, and personalize your experience with International Asfour": "تستخدم الشركة الدولية أصفور بياناتك الشخصية لتوصية بمنتجات وخدمات قد تهمك، وتحديد تفضيلاتك، وتخصيص تجربتك مع الشركة الدولية أصفور",
    "Compliance with legal obligations": "الامتثال للالتزامات القانونية",
    "In some cases, International Asfour collects your personal data and uses it to comply with applicable laws": "في بعض الحالات، تقوم الشركة الدولية أصفور بجمع بياناتك الشخصية واستخدامها للامتثال للقوانين السارية",
    "Advertisements": "الإعلانات",
    "International Asfour uses your personal data to display interest-based advertisements for features, products, and services that may be of interest to you. International Asfour does not use personally identifiable information to display interest-based ads": "تستخدم الشركة الدولية أصفور بياناتك الشخصية لعرض إعلانات مستندة إلى الاهتمام للميزات والمنتجات والخدمات التي قد تهمك. الشركة الدولية أصفور لا تستخدم معلومات الهوية الشخصية لعرض إعلانات مستندة إلى الاهتمام",
    "Preventing fraud and credit risks": "منع الاحتيال ومخاطر الائتمان",
    "International Asfour uses your personal data to prevent, detect, and investigate fraud and misuse in order to protect the security of International Asfour and its customers. International Asfour may also use scoring methods to assess and manage risks": "تستخدم الشركة الدولية أصفور بياناتك الشخصية لمنع واكتشاف والتحقيق في الاحتيال وسوء الاستخدام لحماية أمان الشركة الدولية أصفور وعملائها. قد تستخدم الشركة الدولية أصفور أيضًا أساليب التقييم لتقييم وإدارة المخاطر",
    "Disclosure and sharing of your personal data": "الإفصاح عن بياناتك الشخصية ومشاركتها",
    "We may share your personal data within International Asfour to provide you access to the services of the website and the application. International Asfour may market website and application services to you as a result of such sharing unless you explicitly unsubscribe": "قد نشارك بياناتك الشخصية داخل الشركة الدولية أصفور لتوفير الوصول إليك لخدمات الموقع والتطبيق. قد تقوم الشركة الدولية أصفور بتسويق خدمات الموقع والتطبيق لك نتيجة لمثل هذا التبادل ما لم تقم بإلغاء الاشتراك بشكل صريح",
    "Data subject rights": "حقوق الموضوع البيانات",
    "When we process your personal data, you have several rights regarding how the personal data is processed, and you can exercise these rights at any time. We have provided an overview of those rights below along with what it entails for you. You can exercise your rights by submitting a data subject rights request form available on this website": "عند معالجة بياناتك الشخصية، لديك العديد من الحقوق المتعلقة بكيفية معالجة البيانات الشخصية، ويمكنك ممارسة هذه الحقوق في أي وقت. لقد قدمنا نظرة عامة على تلك الحقوق أدناه بالإضافة إلى ما يعني ذلك بالنسبة لك. يمكنك ممارسة حقوقك عن طريق تقديم نموذج طلب حقوق الموضوع البيانات المتاح على هذا الموقع",
    "Right to access information": "حق الوصول إلى المعلومات",
    "You have the right to obtain clear, transparent, and easily understandable information about how we use your personal data": "لديك الحق في الحصول على معلومات واضحة وشفافة وسهلة الفهم حول كيفية استخدامنا لبياناتك الشخصية",
    "Right of access": "حق الوصول",
    "You have the right to obtain a copy of the personal data we hold about you and to verify that we process it legally in accordance with applicable laws": "لديك الحق في الحصول على نسخة من البيانات الشخصية التي نحتفظ بها عنك والتحقق من أننا نعالجها قانونيًا وفقًا للقوانين السارية",
    "Right to rectification": "حق التصحيح",
    "You have the right to correct any incomplete or inaccurate personal data we hold about you. We may need to verify the accuracy of any new personal data you provide us": "لديك الحق في تصحيح أي بيانات شخصية ناقصة أو غير دقيقة نحتفظ بها عنك. قد نحتاج إلى التحقق من دقة أي بيانات شخصية جديدة تقدمها لنا",
    "Right to erasure": "حق الحذف",
    "You have the right to request the deletion or removal of personal data when there is no compelling reason for us to continue processing it. However, we may not always be able to comply with a deletion request for specific legal reasons, which will be notified to you, if applicable, at the time of your request": "لديك الحق في طلب حذف أو إزالة البيانات الشخصية عندما لا يكون هناك سبب قاهر لمواصلة معالجتها من قبلنا. ومع ذلك، قد لا نكون دائمًا قادرين على الامتثال لطلب الحذف لأسباب قانونية معينة، وسيتم إعلامك، إذا كان ذلك ملائمًا، في وقت طلبك",
    "Right to object": "الحق في الاعتراض",
    "In case of non-compliance with this privacy notice or applicable laws for the website and application, you have the right to object to certain types of processing, including processing for direct marketing purposes (e.g., receiving emails from us to notify you or contact you with various potential opportunities)": "في حالة عدم الامتثال لهذا الإعلان الخاص بالخصوصية أو القوانين السارية للموقع والتطبيق، لديك الحق في الاعتراض على أنواع معينة من المعالجة، بما في ذلك المعالجة لأغراض التسويق المباشر (على سبيل المثال، استلام رسائل البريد الإلكتروني منا لإعلامك أو الاتصال بك بفرص محتملة متنوعة)",
    "Right to restrict data processing": "حق تقييد معالجة البيانات",
    "You have the right to restrict the processing of your personal data in the following scenarios :": "لديك الحق في تقييد معالجة بياناتك الشخصية في الحالات التالية:",
    "If you want us to verify the accuracy of personal data": "إذا كنت ترغب في التحقق من دقة البيانات الشخصية",
    "When our use of the data is unlawful, but you do not want us to erase it": "عندما يكون استخدامنا للبيانات غير قانوني، ولكنك لا ترغب في حذفها",
    "Your objection to our processing of your personal data, but we need to verify whether we have legitimate grounds to continue using it": "اعتراضك على معالجة بياناتك الشخصية من قبلنا، ولكن نحن بحاجة إلى التحقق مما إذا كان لدينا أسباب شرعية لمواصلة استخدامها",
    "Right to Data Portability": "حق نقل البيانات",
    "We will provide you, or a third party of your choice, with your personal data in a structured, commonly used, and machine-readable format. This means it can be transferred, copied, or electronically transmitted under certain circumstances": "سنقدم لك، أو لطرف ثالث من اختيارك، بياناتك الشخصية في تنسيق منظم، يُستخدم عادةً، ويمكن قراءته بواسطة الآلة. وهذا يعني أنه يمكن نقلها أو نسخها أو نقلها إلكترونيًا في ظروف معينة",
    "The right to withdraw consent": "الحق في سحب القناعة",
    "Your consent to the privacy policy below is the legal basis for Asfour International to process your personal data. However, you have the right to withdraw your consent at any time. It is important to note that withdrawing consent does not affect the legality of processing your personal data prior to the successful withdrawal. You can withdraw your consent for the processing of your personal data at any time by contacting us at": "إن موافقتك على سياسة الخصوصية أدناه هي الأساس القانوني الذي يسمح لـ Asfour International بمعالجة بياناتك الشخصية. ومع ذلك، لديك الحق في سحب موافقتك في أي وقت. من المهم أن نلاحظ أن سحب الموافقة لا يؤثر على قانونية معالجة بياناتك الشخصية قبل السحب بنجاح. يمكنك سحب موافقتك على معالجة بياناتك الشخصية في أي وقت عن طريق الاتصال بنا على",
    "The rights related to automated decision-making and profiling": "الحقوق المتعلقة باتخاذ القرارات التلقائية والتوجيه",
    "You have the right not to be subject to a decision based solely on automated processing, including profiling, which produces legal effects or similarly significant effects on you": "لديك الحق في أن لا تكون موضوعًا لقرار يعتمد فقط على المعالجة التلقائية، بما في ذلك التوجيه، والذي ينتج تأثيرات قانونية أو تأثيرات مماثلة عليك",
    "Express your opinion": "عبر عن رأيك",
    "Obtain an explanation of the decision reached after an assessment": "احصل على تفسير للقرار الذي تم التوصل إليه بعد التقييم",
    "The right to lodge a complaint with the relevant data protection authority": "الحق في تقديم شكوى إلى السلطة ذات الاختصاص في حماية البيانات",
    "You have the right to file a complaint with the appropriate data protection authority if you believe that the processing of your personal data violates any of your rights or the provisions of applicable laws": "لديك الحق في تقديم شكوى إلى السلطة المختصة في حماية البيانات إذا كنت تعتقد أن معالجة بياناتك الشخصية تنتهك أيًا من حقوقك أو أحكام القوانين السارية",
    "Excessive or unreasonable request fees": "رسوم الطلبات الزائدة أو غير المعقولة",
    "You will not be required to pay fees to access your personal data or exercise any of the other rights. However, we may impose a reasonable fee if we believe your access request is unfounded or excessive. Instead, we may refuse to comply with the request in such circumstances": "لن يُطلب منك دفع رسوم للوصول إلى بياناتك الشخصية أو ممارسة أي من الحقوق الأخرى. ومع ذلك، قد نفرض رسومًا معقولة إذا اعتقدنا أن طلب الوصول غير مبرر أو زائد. بدلاً من ذلك، قد نرفض الامتثال للطلب في مثل هذه الحالات",
    "Response times for data subject requests": "أوقات الاستجابة لطلبات أصحاب البيانات",
    "We aim to respond to all lawful requests within 30 days. Sometimes, it may take longer if your request is particularly complex or if you have made several requests. In such cases, we will notify you and keep you updated on the progress": "نهدف إلى الرد على جميع الطلبات القانونية في غضون 30 يومًا. في بعض الأحيان، قد يستغرق الأمر وقتًا أطول إذا كان طلبك معقدًا بشكل خاص أو إذا قدمت العديد من الطلبات. في مثل هذه الحالات، سنخطرك ونبقيك على اطلاع على التقدم",
    "What we may need from you": "ما قد نحتاجه منك",
    "We may need to request specific information from you to help us confirm your identity and ensure your right to access personal data (or exercise any of your other rights). This is a security measure to ensure that personal data is not disclosed to anyone who does not have the right to access it. We may also contact you to request further information regarding your request to expedite our response. If you wish to exercise any of the rights outlined above, please contact us at": "قد نحتاج إلى طلب معلومات محددة منك لمساعدتنا في تأكيد هويتك وضمان حقك في الوصول إلى البيانات الشخصية (أو ممارسة أي من حقوقك الأخرى). وهذا إجراء أمان لضمان عدم الكشف عن البيانات الشخصية لأي شخص لا يحق له الوصول إليها. قد نتصل بك أيضًا لطلب مزيد من المعلومات بخصوص طلبك لتسريع استجابتنا. إذا كنت ترغب في ممارسة أي من الحقوق المذكورة أعلاه، يرجى الاتصال بنا على",
    "Personal data of children": "بيانات الأطفال الشخصية",
    "We do not knowingly request or collect personal data from children. If you share any personal data for a child, you acknowledge and warrant that you have the authority to do so and permit Asfour International to use the personal data in accordance with the privacy notice": "نحن لا نطلب أو نجمع بشكل معرف بيانات الأطفال الشخصية. إذا قمت بمشاركة أي بيانات شخصية لطفل، فإنك تعترف وتضمن أنك تمتلك السلطة لفعل ذلك وتسمح لشركة Asfour International باستخدام البيانات الشخصية وفقًا لإشعار الخصوصية",
    "The period for retaining your personal data": "الفترة التي يتم فيها الاحتفاظ ببياناتك الشخصية",
    "Your personal data is retained in accordance with applicable laws for a period not exceeding what is required for the purpose for which it was collected or as required by applicable laws": "يتم الاحتفاظ ببياناتك الشخصية وفقًا للقوانين السارية لفترة لا تتجاوز ما يلزم للغرض الذي تم جمعها من أجله أو كما يلزم بموجب القوانين السارية",
    "Asfour International retains your personal data wherever it has a legitimate interest, for the performance of a contract, where there is a vital interest to the data subject or another natural person, or for the execution of a task carried out in the public interest or in the exercise of official authority. The data may also be retained to fulfill legal or accounting requirements, or other regulatory reporting requirements, or with your consent. Afterwards, Asfour International either deletes or anonymizes the data, making it untraceable to you. However, Asfour International may continue to retain your personal data if it believes it is necessary to prevent fraud or future misuse, to enable Asfour International to exercise its legal rights, and/or to defend against legal claims, or if required by applicable laws or for other legitimate purposes. Asfour International may continue to retain your personal data in an anonymized form for analytical and research purposes": "تحتفظ شركة Asfour International ببياناتك الشخصية حيثما كان لديها مصلحة مشروعة، لأداء عقد، أو عند وجود مصلحة حيوية لصاحب البيانات أو شخص طبيعي آخر، أو لتنفيذ مهمة تُنفذ في مصلحة عامة أو في إطار ممارسة السلطة الرسمية. قد يتم الاحتفاظ أيضًا بالبيانات للوفاء بالمتطلبات القانونية أو المحاسبية، أو متطلبات الإبلاغ التنظيمي الأخرى، أو بموافقتك. بعد ذلك، تقوم شركة Asfour International إما بحذف البيانات أو تجعلها مجهولة المصدر، مما يجعلها غير قابلة للتتبع بالنسبة لك. ومع ذلك، قد تستمر شركة Asfour International في الاحتفاظ ببياناتك الشخصية إذا كانت تعتقد أنه من الضروري منع الاحتيال أو إساءة الاستخدام المستقبلية، أو لتمكين Asfour International من ممارسة حقوقها القانونية، و/أو الدفاع ضد المطالبات القانونية، أو إذا كان ذلك مطلوبًا بموجب القوانين السارية أو لأغراض شرعية أخرى. قد تستمر شركة Asfour International في الاحتفاظ ببياناتك الشخصية بشكل مجهول لأغراض التحليل والبحث",
    "How we protect your personal data ?": "كيفية حماية بياناتك الشخصية؟",
    "In an effort to protect your personal data from unauthorized access, disclosure, loss, alteration, or misuse, we employ security practices and measures, based on our discretion, in accordance with applicable laws or international standards": "من أجل حماية بياناتك الشخصية من الوصول غير المصرح به، أو الكشف، أو الفقدان، أو التغيير، أو الاستخدام السيء، نعتمد ممارسات وتدابير أمان، بناءً على تقديرنا، وفقًا للقوانين السارية أو المعايير الدولية",
    "Such as ISO/IEC 27001:2013. We design our systems with consideration for security and privacy. We adhere to standard security measures and continuously update our systems to protect your personal data from any breaches or virus exposure. We use various methods to safeguard personal data as outlined below": "مثل ISO/IEC 27001:2013. نقوم بتصميم أنظمتنا مع مراعاة للأمان والخصوصية. نلتزم بتدابير الأمان القياسية ونقوم بتحديث أنظمتنا باستمرار لحماية بياناتك الشخصية من أي انتهاكات أو تعرض للفيروسات. نستخدم طرقًا متنوعة لحماية البيانات الشخصية كما هو موضح أدناه",
    "Physical measures include locked file cabinets, restricted access to offices, and alarm systems": "تتضمن التدابير الجسدية خزانات الملفات المقفلة، والوصول المقيد إلى المكاتب، وأنظمة الإنذار",
    "Technological tools such as password encryption and encryption using best practices in this field in general": "تتضمن الأدوات التكنولوجية مثل تشفير كلمة المرور والتشفير باستخدام أفضل الممارسات في هذا المجال عمومًا",
    "Regulatory controls, confidentiality agreements, restricted access on a need-to-know basis, employee training, and security clearances": "تتضمن ال contقوانين التنظيمية، واتفاقات السرية، والوصول المقيد على أساس الحاجة إلى المعرفة، وتدريب الموظفين، وتصاريح الأمان",
    "Online security is enhanced through the integration of measures such as encryption tools and authentication to protect your personal data from unauthorized use. Firewalls are used to protect our servers and network from unauthorized user access and tampering with files and other personal data we store. Additionally, we conduct regular malware scans to prevent data breaches": "يتم تعزيز الأمان عبر الإنترنت من خلال دمج تدابير مثل أدوات التشفير والمصادقة لحماية بياناتك الشخصية من الاستخدام غير المصرح به. يتم استخدام جدران الحماية لحماية خوادمنا وشبكتنا من الوصول غير المصرح به للمستخدم والتلاعب بالملفات والبيانات الشخصية الأخرى التي نقوم بتخزينها. بالإضافة إلى ذلك، نجري فحوصات دورية للبرامج الضارة لتجنب انتهاكات البيانات",
    "Your personal data is contained behind secured networks and can only be accessed by a limited number of individuals who have special access rights to these systems and are required to keep the personal data confidential. In addition, all sensitive personal data and credit card information you provide is encrypted via Secure Socket Layer (SSL) technology": "تكون بياناتك الشخصية محجوزة خلف شبكات آمنة ويمكن الوصول إليها فقط من قبل عدد محدود من الأفراد الذين لديهم حقوق وصول خاصة إلى هذه الأنظمة ويتعين عليهم الاحتفاظ بسرية البيانات الشخصية. بالإضافة إلى ذلك، يتم تشفير جميع البيانات الشخصية الحساسة ومعلومات بطاقات الائتمان التي تقدمها عبر تقنية Secure Socket Layer (SSL)",
    "Changing the Purpose": "تغيير الغرض",
    "We will use your personal data for the purposes outlined in this privacy policy only, unless we find a justifiable reason to use it for another reason, and that reason is compatible with the original purpose": "سنستخدم بياناتك الشخصية للأغراض المحددة في سياسة الخصوصية هذه فقط، ما لم نجد سببًا مبررًا لاستخدامها لسبب آخر، وأن يكون هذا السبب متوافقًا مع الغرض الأصلي",
    "If we need to use your personal data for an unrelated purpose, we will inform you and explain the legal basis that allows us to do so. If you would like an explanation of how the processing for the new purpose is compatible with the original purpose, please contact the Data Protection Officer using the contact details provided in this privacy notice": "إذا كنا بحاجة إلى استخدام بياناتك الشخصية لغرض غير ذي صلة، سنبلغك ونشرح الأساس القانوني الذي يتيح لنا فعل ذلك. إذا كنت ترغب في شرح كيفية توافق المعالجة للغرض الجديد مع الغرض الأصلي، يرجى الاتصال بمسؤول حماية البيانات باستخدام تفاصيل الاتصال المقدمة في إشعار الخصوصية هذا",
    "Aggregated or Pre-classified Data": "البيانات المجمعة أو المصنفة مسبقًا",
    "Asfour International may also collect and/or generate anonymized and aggregated information from your use of Asfour International services. Anonymous or aggregated information is not considered personal data, as we are unable to identify you using any available means from that anonymized or aggregated information. The anonymous and aggregated information is used for various tasks, including assisting us in identifying and addressing any errors, improving the performance of Asfour International services, and may be used in various ways such as internal analysis, analytics, and research. Asfour International may share this information with third parties for purposes related to them or their interests in an anonymized or aggregated form designed to prevent anyone from identifying you": "قد تقوم شركة Asfour International أيضًا بجمع و/أو إنشاء معلومات مجهولة المصدر ومجمعة من استخدامك لخدمات Asfour International. لا تُعتبر المعلومات المجهولة أو المجمعة شخصية، حيث لا نستطيع تحديد هويتك باستخدام أي وسيلة متاحة من تلك المعلومات المجهولة أو المجمعة. تُستخدم المعلومات المجهولة والمجمعة لأغراض متنوعة، بما في ذلك مساعدتنا في تحديد ومعالجة أي أخطاء، وتحسين أداء خدمات Asfour International، وقد تُستخدم بطرق متنوعة مثل التحليل الداخلي، وتحليل البيانات، والبحث. قد تشارك شركة Asfour International هذه المعلومات مع أطراف ثالثة لأغراض تتعلق بهم أو بمصالحهم بشكل مجهول المصدر أو مجمع",
    "Consent, Compensation, and Liability": "الموافقة، التعويض، والمسؤولية",
    "In accordance with the Privacy Notice, you hereby grant Asfour International the right to process your personal data, internally or with third parties, for the purposes outlined in this notice. You acknowledge that you provided your personal data voluntarily and that this personal data is true, accurate, complete, and up-to-date": "وفقًا لإشعار الخصوصية، فإنك بهذا تمنح شركة Asfour International الحق في معالجة بياناتك الشخصية، داخليًا أو مع أطراف ثالثة، للأغراض المبينة في هذا الإشعار. تقر بأنك قدمت بياناتك الشخصية طواعية وأن هذه البيانات الشخصية صحيحة ودقيقة وكاملة ومحدَّثة",
    "You agree to defend Asfour International and its contributors, officials, directors, employees, and indemnify and protect them from any and all claims, liabilities, damages, losses, or expenses (including, but not limited to, settlement amounts, reasonable legal fees, and personal expenses) arising out of or related to any form of your access to or use of this website": "توافق على الدفاع عن شركة Asfour International ومساهميها، ومسؤوليها، ومديريها، وموظفيها، وتعويضهم وحمايتهم من أي وجميع المطالبات والمسؤوليات والأضرار والخسائر أو النفقات (بما في ذلك، ولكن لا تقتصر على، مبالغ التسوية ورسوم القانون المعقولة والنفقات الشخصية) ناتجة عن أو متعلقة بأي شكل من أشكال وصولك إلى هذا الموقع أو استخدامك له",
    "Asfour International and its directors and employees shall not be liable in any form for any direct, indirect, incidental, consequential, or punitive damages (including, but not limited to, loss of profits, business interruption, and loss of programs on your information system) arising out of or related to": "شركة Asfour International ومديريها وموظفوها لا يتحملون أي مسؤولية بأي شكل من الأشكال عن أي أضرار مباشرة أو غير مباشرة أو عرضية أو نتيجة، أو عقوبية (بما في ذلك، ولكن لا تقتصر على، فقدان الأرباح، وانقطاع الأعمال، وفقدان البرامج على نظام المعلومات الخاص بك) ناتجة عن أو متعلقة بـ",
    "The use or access to, or inability to use, the information or branching links available on this website or Asfour International's services or any vendor services": "استخدام أو وصول أو عدم القدرة على استخدام المعلومات أو الروابط الفرعية المتاحة على هذا الموقع أو خدمات Asfour International أو أي خدمات من البائع",
    "Your provision of any information, including your personal data": "تقديمك لأي معلومات، بما في ذلك بياناتك الشخصية",
    "Any failure, delay, error, interruptions, or inaccuracies directly or indirectly resulting from any cause, including but not limited to unauthorized access or misuse of personal data by any third party, network service failures, or the operation of this website or any solution operating this website": "أي فشل أو تأخير أو خطأ أو انقطاع أو عدم دقة ناتجة مباشرة أو غير مباشرة عن أي سبب، بما في ذلك ولكن لا يقتصر على، الوصول غير المصرح به أو سوء استخدام البيانات الشخصية من قبل أي طرف ثالث، أو فشل خدمات الشبكة، أو تشغيل هذا الموقع أو أي حلا يشغل هذا الموقع",
    "Actions or negligence of Asfour International or any of its affiliated external service providers, agents, or employees": "أفعال أو إهمال شركة Asfour International أو أي من مقدمي الخدمات الخارجيين المرتبطين بها، أو وكلائها، أو موظفيها",
    "Asfour International disclaims and excludes to the fullest extent permitted by applicable laws all warranties and representations, whether express, implied, or statutory, regarding this website or the result of your use of this website or Asfour International's services, or regarding the accuracy, currency, or completeness of the information provided by Asfour International, including, for example, implied warranties of fitness for a particular purpose and non-infringement of patent, trademark, or any other intellectual property right. All contents of this website, including, for example, all content and information and links therein, are provided 'as is' with no warranty that they will be uninterrupted or error-free. This disclaimer applies to all causes of action, whether based on contract, warranty, tort, or any other legal theories": "تخلي شركة Asfour International عن أي ضمانات وتستبعد إلى أقصى حد يسمح به القوانين السارية جميع الضمانات والتمثيلات، سواء كانت صريحة أو ضمنية أو وفقًا للقانون، بخصوص هذا الموقع أو نتيجة استخدامك لهذا الموقع أو خدمات Asfour International، أو بخصوص دقة أو تحديث أو اكتمال المعلومات المقدمة من قبل Asfour International، بما في ذلك، على سبيل المثال لا الحصر، الضمانات الضمنية بشأن ملاءمتها لغرض معين وعدم انتهاك براءة الاختراع أو العلامة التجارية أو أي حق ملكية فكرية أخرى. جميع محتويات هذا الموقع، بما في ذلك، على سبيل المثال لا الحصر، جميع المحتويات والمعلومات والروابط المتضمنة فيه، يتم توفيرها 'هي كما' دون أي ضمان بأنها ستكون غير منقطعة أو خالية من الأخطاء. ينطبق هذا التنصل على جميع أسباب الدعوى، سواء كانت مستندة إلى عقد، أو ضمان، أو إثارة دعوى تقصيرية، أو أي نظريات قانونية أخرى",
    "Customer Behavior Policy": "سياسة سلوك العميل",
    "At Asfour International, customer satisfaction is our top priority, and we strive to resolve all customer issues in a professional and friendly manner. However, we will not tolerate any unacceptable or unreasonable behavior towards our customer service team members": "في Asfour International، رضا العملاء هو أولويتنا الرئيسية، ونحن نسعى جاهدين لحل جميع قضايا العملاء بطريقة احترافية وودية. ومع ذلك، لن نتسامح مع أي سلوك غير مقبول أو غير معقول تجاه أعضاء فريق خدمة العملاء لدينا",
    "Unacceptable behavior towards Asfour International's customer service employees may include, for example": "قد يتضمن السلوك غير المقبول تجاه موظفي خدمة العملاء في Asfour International، على سبيل المثال",
    "Submitting repetitive or consistently malicious complaints, despite the matter being fully addressed; similarly, ongoing repetition of complaints despite reasonable and fair solutions provided according to our policies": "تقديم شكاوى متكررة أو متعمدة بشكل مستمر، على الرغم من أن المسألة قد تم التعامل معها بالكامل. بالمثل، تكرار الشكاوى على الرغم من توفير حلول معقولة وعادلة وفقًا لسياساتنا",
    "Demanding or expecting employees to violate the company's applicable policy guidelines": "المطالبة بانتهاك الموظفين للسياسات التوجيهية للشركة أو توقع ذلك",
    "A large number of complaints compared to the total purchase value over time": "عدد كبير من الشكاوى بالمقارنة مع القيمة الإجمالية للمشتريات مع مرور الوقت",
    "For such behavior, complainants may be notified formally with the following": "بالنسبة لمثل هذا السلوك، قد يتم إخطار مقدمي الشكاوى بشكل رسمي بما يلي",
    "Their language is considered offensive, abusive, threatening, and entirely unacceptable": "يعتبر لغتهم مهاجمة وسيئة السمع وتهديدية، وبشكل كامل غير مقبولة",
    "They must refrain from using such language, abuse, and threats": "يجب عليهم الامتناع عن استخدام مثل هذه اللغة، والتعدي والتهديدات",
    "There will be no further exchange of correspondence on this matter if they continue this behavior": "لن يكون هناك مزيد من تبادل المراسلات حول هذه المسألة إذا استمروا في هذا السلوك",
    "Asfour International reserves the right to refuse customer requests in the future without further notice": "تحتفظ Asfour International بحق رفض طلبات العملاء في المستقبل دون إشعار إضافي",
    "Complaint Escalation Process": "عملية تصعيد الشكاوى",
    "This process strictly applies to customer service issues. For separate legal issues such as copyright rights": "تنطبق هذه العملية بشكل صارم على قضايا خدمة العملاء. بالنسبة لقضايا قانونية منفصلة مثل حقوق الطبع والنشر",
    "Contact Us > Submit a Ticket > Select Warranty and Return > Submit Formal Complaint": "اتصل بنا > قدم تذكرة > حدد الضمان والإرجاع > قدم شكوى رسمية",
    "We will respond to all complaints within 24 hours, excluding weekends and official holidays": "سنرد على جميع الشكاوى في غضون 24 ساعة، باستثناء عطلات نهاية الأسبوع والعطلات الرسمية",
    "Intellectual property rights": "حقوق الملكية الفكرية",
    "This website and all its contents, including but not limited to all texts, graphics, HTML code, all product names, trade names, service names, domain names, and trademark fonts or logos in any form or text, are materials protected by copyright and may not be printed, copied, published, reproduced, or used (including images of faces) or distributed in whole or in part without the prior written consent of Asfour International": "هذا الموقع وكل محتوياته، بما في ذلك ولكن لا تقتصر على جميع النصوص والرسومات وشيفرة HTML وجميع أسماء المنتجات وأسماء التجارة وأسماء الخدمات وأسماء النطاقات وخطوط العلامات التجارية أو الشعارات بأي شكل أو نص، هي مواد محمية بحقوق الطبع والنشر وقد لا يتم طباعتها أو نسخها أو نشرها أو استنساخها أو استخدامها (بما في ذلك صور الوجوه) أو توزيعها كليًا أو جزئيًا دون الحصول على موافقة مسبقة خطية من Asfour International",
    "Changes to the Privacy Notice": "تغييرات على إشعار الخصوصية",
    "The last modification: (February 15, 2024)": "آخر تعديل: (15 فبراير 2024)",
    "Contact us": "اتصل بنا",
    "If you have any comments or inquiries regarding our terms or privacy policy, you can contact us by sending an email or calling customer service at the following address": "إذا كان لديك أي تعليقات أو استفسارات بخصوص شروطنا أو سياسة الخصوصية، يمكنك الاتصال بنا عن طريق إرسال بريد إلكتروني أو الاتصال بخدمة العملاء على العنوان التالي",
    "forget password": "نسيت كلمة المرور",
    "Welcome To You In Forget Password Page": "مرحباً بك في صفحة إعادة تعيين كلمة المرور",
    "Forget Password": "نسيت كلمة المرور",
    "Wait Checking": "جارِ التحقق",
    "Please Enter The Code Here": "الرجاء إدخال الرمز هنا",
    "Please Enter New Password Here": "الرجاء إدخال كلمة السر الجديدة هنا",
    "Please Enter Confirm New Password Here": "الرجاء إدخال تأكيد كلمة السر هنا",
    "Reset Password": "إعادة تعيين كلمة السر",
    "Wait Reseting": "انتظار إعادة التعيين",
    "Sorry, This Email Is Not Exist !!": "عذراً ، هذا البريد الالكتروني غير موجود !!",
    "Sorry, This Code Is Not Valid !!": "عذراً ، هذا الرمز غير صحيح !!",
    "Reseting Password Process Has Been Successfully !!, Please Wait To Navigate To Login Page !!": "عملية إعادة تعيين كلمة السر قد تمتّ بنجاح !! ، الرجاء الانتظار ريثما يتم الانتقال إلى صفحة تسجيل الدخول !!",
    "Home": "الرئيسية",
    "Login / Register": "تسجيل الدخول / إنشاء حساب",
    "Languages": "اللغات",
    "Countries": "البلدان",
    "Your Order Billing From Ubuyblues Store": "فاتورة الطلب الخاص بك من متجر Ubuyblues",
    "Wallet": "المحفظة",
    "Favorite Products": "المنتجات المفضّلة",
    "Sorry, Can't Find Any Previous Products In Your History Wallet !!": "عذراً ، لا يوجد أي منتجات سابقة في محفظتك !!",
    "Enter Page Number": "أدخل رقم الصفحة",
    "Payment Methods": "طرق الدفع",
    "Subscription": "الاشتراك",
    "Enter your email address": "أدخل عنوان بريدك الإلكتروني",
    "I want to receive all the latest updates via email": "أريد أن أتلقى جميع التحديثات الأخيرة عبر البريد الإلكتروني",
    "Last Added Products By Category Name": "المنتجات المضافة مؤخراً من خلال التصنيف",
    "Referral": "المراجعة",
    "Sorry, There Is No Related Products In This Product !!": "عذراً ، لا يوجد منتجات ذات صلة بهذا المنتج !!",
    "Click To Go To Cart Page": "إضغط للانتقال إلى صفحة سلة الشراء",
    "Sorry, This Product Is Not Exist In Your Cart !!": "عذراً ، هذا المنتج غير موجود في سلة الشراء الخاصة بك !!",
    "Sorry, This Product Is Already Exist In Your Cart !!": "عذراً ، هذا المنتج موجود مسبقاً في سلة الشراء الخاصة بك !!",
    "Delete From Cart": "حذف من سلة الشراء",
    "Please Enter The name Of The Product You Want To Search For": "من فضلك أدخل اسم المنتج الذي تريد البحث عنه",
    "Sorry, Not Found Any Products Related In This Name !!": "عذراً ، لا يوجد أي منتجات مرتبطة بهذا الاسم !!",
    "Sort By": "ترتيب بناءً على",
    "From Latest To Oldest": "من الأحدث إلى الأقدم",
    "From Oldest To Latest": "من الأقدم إلى الأحدث",
    "From Highest Price To Lowest": "من الأعلى سعراً إلى الأقل",
    "From Lowest Price To Highest": "من الأقل سعراً إلى الأعلى",
    "Discount": "تخفيض",
    "Add Your Store": "أضف متجرك",
    "Please Enter Your Store Name": "من فضلك أدخل أسم المتجر الخاص بك",
    "Please Enter Your First Name": "من فضلك أدخل الاسم الأول",
    "Please Enter Your Last Name": "من فضلك أدخل الاسم الثاني",
    "Please Enter Your Products Type": "من فضلك أدخل نوع المنتجات الخاصة بك",
    "Please Enter Your Products Description": "من فضلك أدخل وصف المنتجات الخاصة بك",
    "Add Now": "أضف الآن",
    "Creating Licence Request New Store Process Has Been Successfully !!": "عملية إنشاء طلب لترخيص متجر  تمت بنجاح !!",
    "Sorry, This Service Is Not Available Now !!": "عذراً ، هذه الخدمة غير متاحة حالياً !!",
    "Welcome To You In Store": "مرحباً بك في متجر",
    "Stores": "المتاجر",
    "Sorry, This Store Is Not Found !!": "عذراً ، هذا المتجر غير موجود !!",
    "Sorry, Can't Find Any Categories For This Store !!": "عذراً ، لا يوجد أي تصنيفات لهذا المتجر !!",
    "Store Name": "اسم المتجر",
    "Products Type": "نوع المنتجات",
    "Products Description": "وصف المنتجات",
    "Share Your Favorite Store With Your Friends": "شارك متجرك المفضل مع أصدقائك",
    "Store-Associated Products": "المنتجات المرتبطة بالمتجر",
    "Sorry, Can't Find Any Products For This Store Your Cart !!": "عذراً ، لا يوجد أي منتجات لهذا المتجر في سلة الشراء الخاصة بك !!",
    "Thanks For Purchase From Store": "شكراً لك للشراء من متجر",
    "Store Id": "معرّف المتجر",
    "Owner Full Name": "اسم مالك المتجر الكامل",
    "Sorry, This User Is Not Found !!": "عذراً ، هذا المستخدم غير موجود !!",
    "Sorry, The Email For This User Is Not Verified !!": "عذراً ، هذا الإيميل للمستخدم لم يتم التحقق منه !!",
    "Ubuyblues Store": "متجر Ubuyblues",
    "Page Not Found": "الصفحة غير موجودة",
    "Account Verification": "التحقق من الحساب",
    "User Auth": "مصادقة المستخدم",
    "Cart": "سلة الشراء",
    "Checkout": "التحقق",
    "Payment Confirmation": "تأكيد الدفع",
    "Customer Account Info": "معلومات حساب الزبون",
    "Customer Dashboard": "لوحة التحكم الخاصة بالزبون",
    "Customer Addreses": "العناوين الخاصة بالزبون",
    "Customer Billing Address": "عنوان الفاتورة الخاصة بالزبون",
    "Customer Shipping Address": "عنوان الشحن الخاص بالزبون",
    "Customer Favorite Products": "المنتجات المفضلة للزبون",
    "Customer Wallet Products": "منتجات المحفظة الخاصة بالزبون",
    "Customer Orders": "الطلبات الخاصة للزبون",
    "Polices Terms And Conditions": "الشروط والأحكام",
    "Products By Category": "المنتجات من خلال التصنيف",
    "Return And Refund Policy": "سياسة الإعادة والاسترجاع",
    "Flash Products": "عروض التخفيض للمنتجات",
    "Time Is Running Out !!": "الوقت ينفذ !!",
    "Expired !!": "انتهى !!",
    "Day": "الأيام",
    "Hour": "ساعة",
    "Min": "دقيقة",
    "Sec": "ثانية",
    "Show Product Details": "عرض تفاصيل المنتج",
    "Sorry, This Name Is Not Valid !!": "عذراً ، هذا الاسم غير صحيح !!",
    "Show Billing": "عرض الفاتورة"
}