{
    "login": "تسجيل الدخول",
    "sign-up": "إنشاء حساب",
    "Or Sign In With": "أو تسجيل الدخول باستخدام",
    "Wait Logining": "انتظار تسجيل الدخول",
    "Please Enter Your Email": "الرجاء إدخال الإيميل الخاص بك",
    "Please Enter Your Password": "الرجاء إدخال كلمة السر الخاصة بك",
    "Wait Signup": "انتظار إنشاء الحساب",
    "Create New Account": "إنشاء حساب جديد",
    "Or Sign Up With": "أو إنشاء حساب باستخدام",
    "English": "الإنجليزية",
    "Arabic": "العربية",
    "Turkey": "التركية",
    "Germany": "الألمانية",
    "Sorry, This Field Can't Be Empty !!": "عذراً ، هذا الحقل لا يمكن أن يكون فارغاً !!",
    "Sorry, This Email Is Not Valid !!": "عذراً ، هذا الإيميل غير صالح !!",
    "Sorry, The Password Must Be At Least 8 Characters Long, With At Least One Number, At Least One Lowercase Letter, And At Least One Uppercase Letter.": "عذراً كلمة السر يجب أن تكون على الأقل 8 محارف ، بحيث تحتوي على الأقل رقم واحد ، حرف واحد ، بالإضافة على الأقل حرف صغير وحرف كبير .",
    "Sorry, Email Or Password Incorrect !!": "عذراً ، الإيميل أو كلمة السر غير صحيحة !!",
    "Sorry, Someting Went Wrong, Please Try Again The Process !!": "عذراً ، هناك خطأ ما حدث ، الرجاء إعادة العملية !!",
    "Sorry, Can't Create User Because it is Exist !!!": "عذراً ، لا يمكن إنشاء الحساب لأنه موجود !!",
    "Ok !!, Create New User Is Successfuly !!, Please Wait To Navigate To Verification Page !!": "عملية إنشاء الحساب نجحت ، الرجاء الانتظار ريثما يتم الانتقال إلى صفحة تأكيد الحساب !!",
    "Dashboard": "لوحة التحكم",
    "Orders": "الطلبات",
    "Addresses": "العناوين",
    "Account Details": "تفاصيل الحساب",
    "Wish List": "قائمة المنتجات المفضلة",
    "Logout": "تسجيل الخروج",
    "Hello": "مرحباً",
    "Log out": "تسجيل الخروج",
    "From your account dashboard you can view your": "من خلال لوحة تحكم الحساب الخاص بك يمكنك رؤية",
    "recent orders": "الطلبات السابقة",
    "shipping and billing addresses": "عناوين الفاتورة والشحن",
    "edit your password and account details": "تعديل كلمة السر الخاصة بك  وتفاصيل الحساب",
    "and": "و",
    ",": "،",
    "Filters": "التصفيات",
    "Order Number": "رقم الطلب",
    "Pleae Enter Order Number": "الرجاء إدخال رقم الطلب",
    "Status": "الحالة",
    "Pleae Enter Status": "الرجاء إدخال الحالة",
    "All": "الكل",
    "Pending": "الانتظار",
    "Shipping": "الشحن",
    "Completed":  "الاكتمال",
    "all": "الكل",
    "pending": "الانتظار",
    "shipping": "الشحن",
    "completed":  "الاكتمال",
    "Filter": "تصفية",
    "Filtering": "جاري التصفية",
    "Order Details": "تفاصيل الطلب",
    "Checkout Status": "حالة التحقق",
    "checkout_successful": "نجاح التحقق",
    "Order Total Amount": "المبلغ الإجمالي للطلب",
    "Added Date": "تاريخ الإضافة",
    "Action": "العملية",
    "Show Details": "عرض التفاصيل",
    "Sorry, Can't Find Any Orders": "عذراً ، لا يوجد أي طلب حالياً",
    "Billing Address": "عنوان الفاتورة",
    "Shipping Address": "عنوان الشحن",
    "Edit": "تعديل",
    "First Name": "الاسم الأول",
    "Please Enter New First Name Here": "الرجاء إدخال الأسم الأول الجديد هنا",
    "Please Enter First Name Here": "الرجاء إدخال الأسم الأول هنا",
    "Last Name": "الاسم الأخير",
    "Please Enter New Last Name Here": "الرجاء إدخال الأسم الثاني الجديد هنا",
    "Please Enter Last Name Here": "الرجاء إدخال الأسم الثاني هنا",
    "Company Name": "اسم الشركة",
    "Optional": "اختياري",
    "Please Enter New Company Name Here": "الرجاء إدخال اسم الشركة الجديدة هنا",
    "Please Enter Company Name Here": "الرجاء إدخال اسم الشركة هنا",
    "Country / Area": "البلد / المنطقة",
    "Street Address / Neighborhood": "عنوان الشارع  / الحي",
    "Please Enter New Street Address / Neighborhood Here": "الرجاء إدخال عنوان الشارع / الحي الجديد هنا",
    "Please Enter Street Address / Neighborhood Here": "الرجاء إدخال عنوان الشارع / الحي هنا",
    "Apartment Number, Ward, Unit, Etc": "رقم الشقة ، الجناح ، الوحدة ، الخ",
    "Please Enter New Apartment Number, Ward, Unit, Etc Here": "الرجاء إدخال رقم الشقة ، الجناح ، الوحدة ، الخ الجديد / الجديدة هنا",
    "Please Enter Apartment Number, Ward, Unit, Etc Here": "الرجاء إدخال رقم الشقة ، الجناح ، الوحدة ، الخ هنا",
    "City": "المدينة",
    "Please Enter New City Name Here": "الرجاء إدخال اسم المدينة الجديد هنا",
    "Please Enter City Name Here": "الرجاء إدخال اسم المدينة هنا",
    "Postal Code / Zip": "الرمز البريدي",
    "Please Enter New Postal Code / Zip Here": "الرجاء إدخال الرمز البريدي الجديد هنا",
    "Please Enter Postal Code / Zip Here": "الرجاء إدخال الرمز البريدي هنا",
    "Phone Number": "رقم الموبايل",
    "Please Enter New Phone Number Here": "الرجاء إدخال رقم الموبايل الجديد هنا",
    "Please Enter Phone Number Here": "الرجاء إدخال رقم الموبايل هنا",
    "Email": "البريد الإلكتروني",
    "Please Enter New Email Here": "الرجاء إدخال البريد الإلكتروني الجديد هنا",
    "Please Enter Email Here": "الرجاء إدخال البريد الإلكتروني هنا",
    "Save Changes": "حفظ التغييرات",
    "Saving": "جارِ الحفظ",
    "Updating User Info Process Has Been Successfuly ...": "عملية تحديث بيانات المستخدم قد أكتملت ...",
    "Sorry, This Password Is Uncorrect !!": "عذراً ، كلمة السر هذه غير صحيحة !!",
    "Sorry, Invalid Mobile Phone !!": "عذراً ، رقم موبايل غير صالح !!",
    "Sorry, There Is No Match Between New Password And Confirm It !!": "عذراً ، لا يوجد تطابق بين كلمة السر وتأكيدها !!",
    "Preview Name": "اسم العرض",
    "Please Enter New Preview Name Here": "الرجاء إدخال اسم العرض الجديد هنا",
    "This way your name will be displayed in the accounts section and in reviews": "هذا الاسم سوف يظهر في قسم الحسابات",
    "Current password": "كلمة السر الحالية",
    "leave the field blank if you do not want to change it": "تجاهل هذا الحقل إذا لم تكن ترغب بتغييرها",
    "New password": "كلمة السر الجديدة",
    "Confirm New password": "تأكيد كلمة السر الجديدة",
    "Product": "المنتج",
    "Unit Price": "سعر الوحدة",
    "Stock Status": "حالة المخزن",
    "Sorry, Can't Find Any Favorite Products For You !!": "عذراً لا يوجد أي منتجات مفضلة لديك حالياً !!",
    "Quantity": "العدد",
    "Subtotal": "المبلغ الإجمالي الجزئي",
    "KWD": "دينار كويتي",
    "Go To Cart Totals": "الانتقال إلى الملخص",
    "Cart Totals": "الملخص",
    "Total Price Before Discount": "المبلغ الإحمالي قبل الخصم",
    "Total Discount": "المبلغ الإجمالي للخصم",
    "Total Price After Discount": "المبلغ الإجمالي بعد الخصم",
    "Go To Checkout": "الانتقال إلى صفحة التحقق",
    "Sorry, Can't Find Any Products For You In Cart !!": "عذراً ، لا يوجد أي منتجات في سلة الشراء الخاصة بك !!",
    "Welcome To You In Checkout Page": "مرحباً بك في صفحة التحقق",
    "Please Wait": "الرجاء الانتظار",
    "Billing Details": "تفاصيل الفاتورة",
    "Do You Want To Save Payment Information ?": "هل تريد حفظ بيانات الدفع ؟",
    "Do You Want To Ship To A Different Address ?": "هل تريد الشحن إلى عنوان مختلف ؟",
    "Request Notes": "ملاحظات الطلب",
    "Notes About Request, Example: Note About Request Delivery": "ملاحظات حول الطلب ، مثال: ملاحظة حول توصيل الطلب",
    "Your Request": "الطلب الخاص بك",
    "Sum": "المجموع",
    "PayPal": "بايبال",
    "Confirm Request": "تأكيد الطلب",
    "Welcome To You In Account Verification Page": "مرحباً بك في صفحة تأكيد الحساب",
    "Checking": "جارِ التحقق",
    "You're almost done!": "كل شيء جاهز تقريباً",
    "Enter code Here": "أدخل رمز التأكيد هنا",
    "You can redial the message after": "يمكنك إعادة طلب الرسالة بعد",
    "We sent a launch code to": "نحن أرسلنا الرمز إلى",
    "Didn't get your email?": "لم تستلم الرسالة ؟",
    "Resend The Code": "إعادة إرسال رمز التأكيد",
    "Resending The Code": "جارِ إعادة إرسال رمز التأكيد",
    "Sorry, Invalid Email Address !!": "عذراً ، البريد الالكتروني غير صالح !!",
    "Sending Code To Your Email Process Has Been Succssfuly !!": "عملية إرسال رمز التأكيد نجحت !!",
    "Sorry, The User Is Not Exist !!, Please Enter Another User Email ..": "عذراً ، هذا المستخدم غير موجود ، الرجاء إدخال بريد إلكتروني آخر ..",
    "Sorry, The Email For This User Has Been Verified !!": "عذراً ، هذا البريد الالكتروني قد تمتّ عملية التاكيد له !!",
    "Network Error": "خطأ في الشبكة",
    "Sorry, Someting Went Wrong, Please Repeat The Process !!": "عذراً ، حدث خطأ ما ، الرجاء إعادة المحاولة !!",
    "Welcome To You In Payment Confirmation Page": "مرحباً بك في صفحة تأكيد الدفع الخاصة بك",
    "Order Id": "رقم معرّف الطلب",
    "Product Name And Quantity": "اسم المنتج والعدد",
    "Unit Price Before Discount": "سعر الوحدة قبل الخصم",
    "Unit Discount": "مبلغ الخصم الإجمالي للوحدة",
    "$": "دولار أمريكي",
    "Thanks For Purchase From Ubuyblues Store": "شكراً لك للشراء من متجر يوباي بلوس",
    "Sorry,": "عذراً",
    "this page could not be found.": "هذه الصفحة غير موجودة",
    "Something went wrong.": "حدث خطأ ما",
    "The page you were looking for could not be found. Please check the URL": "الصفحة التي تبحث عنها قد تكون غير موجودة. الرجاء التحقق من الرابط",
    "Or Go To Home Page": "أو الانتقال للصفحة الرئيسية",
    "Sorry, Something Went Wrong, Please Try Again !": "عذراً ، حدث خطأ ما ، الرجاء إعادة المحاولة مرة أخرى !",
    "Product Id": "رقم معرّف المنتج",
    "Name": "الاسم",
    "Total": "المبلغ الإجمالي",
    "Image": "الصورة",
    "Apartment Number": "رقم الشقة",
    "Sorry, This Order Is Not Found !!": "عذراً ، هذا الطلب غير موجود !!",
    "Product Details": "تفاصيل المنتج",
    "Sale Products": "المنتجات ذات التخفيض",
    "Categories": "التصنيفات",
    "Last Added": "المضافة مؤخراً",
    "Last Added Products": "المنتجات المضافة مؤخراً",
    "Add To Cart": "إضافة إلى السلة",
    "Waiting In Add To Cart": "الرجاء الانتظار ريثما يتم الإضافة للسلة",
    "Sorry, Something Went Wrong": "عذراً ، حدث خطأ ما",
    "Display Your Cart": "عرض سلة الشراء الخاصة بك",
    "Brands": "العلامات التجارية",
    "The Page": "الصفحة",
    "of": "من",
    "Pages": "صفحات",
    "About Us": "حولنا",
    "Contact Us": "تواصل معنا",
    "Polices-Terms & Conditions": "الشروط وسياسات الاستخدام",
    "Return & Refund Policy": "سياسة الإرجاع والاسترداد",
    "Main": "الرئيسية",
    "Product Available In Store": "منتج متوفر في المتجر",
    "Category": "التصنيف",
    "Description": "الوصف",
    "Referrals": "المراجعات",
    "There are no reviews yet": "ليس هنالك مراجعات حتى الآن",
    "Be the first to review": "كن أول من يكتب المراجعة",
    "your e-mail address will not be published. Required fields are marked": "البريد الالكتروني الخاص بك لن يتم نشره . الحقول المطلوبة هي ذات العلامة",
    "Save my name, email, and referal in this browser for the next time I comment": "حفظ اسمي ، بريدي الالكتروني ، ومراجعتي في المتصفح للمرة القادمة ",
    "Send": "إرسال",
    "Related Products": "المنتجات ذات الصلة",
    "Your Referal": "المراجعة الخاصة بك",
    "Your rating": "تقييمك",
    "Share Your Favorite Product With Your Friends": "شارك منتجك المفضل مع أصدقائك",
    "Our links": "الروابط الخاصة بنا",
    "All Rights Reserved For": "جميع الحقوق محفوظة لـ",
    "Ubuyblues": "يوباي بلوس",
    "Facebook": "فيسبوك",
    "We are Asfour International, a leading company in the wholesale and retail trade industry. We provide high-quality products to our customers. We are committed to meeting your needs and providing the best solutions to ensure your satisfaction": "نحن شركة عصفور الدولية شركة رائدة في مجال تجارة بيع الجملة والتجزئة، نقدم منتجات عالية الجودة لعملائنا. نحن ملتزمون بتلبية احتياجاتكم وتوفير أفضل الحلول لتحقيق رضاكم",
    "Our company stands out with a wide range of diverse products available at competitive prices. We strive to provide a broad selection of products to suit your various needs and budgets. We offer high-quality products in various fields such as crafts, electronics, fashion, food products, household tools, and more": "تتميز شركتنا بمجموعة واسعة من المنتجات المتنوعة والمتاحة بأسعار تنافسية. نحرص على توفير تشكيلة واسعة من المنتجات لتناسب مختلف احتياجاتكم وميزانياتكم. نقدم منتجات عالية الجودة في مجالات متنوعة مثل الصناعات اليدوية، الإلكترونيات، والأزياء، والمنتجات الغذائية، والأدوات المنزلية، وغيرها",
    "We consider our customers as partners in our success, and we are committed to providing high-quality customer service. We pay attention to the smallest details and strive to offer a satisfying shopping experience for our customers": "نحن نعتبر عملائنا شركاء لنا في نجاحنا، ونحرص على تقديم خدمة عملاء عالية الجودة ،  نحن نهتم بأدق التفاصيل ونسعى لتوفير تجربة تسوق مرضية لعملائنا",
    "We are dedicated to achieving the highest levels of quality and satisfaction for our customers. We strive for innovation and continuous development to meet the changing market demands and to continually improve our operations": "نحن ملتزمون بالتفاني في تحقيق أعلى مستويات الجودة والرضا لعملائنا. نحن نسعى جاهدين للابتكار والتطوير المستمر لتلبية متطلبات السوق المتغيرة والتحسين المستمر لعملياتنا",
    "In summary, we are Asfour International, a leading wholesale and retail trade company, offering high-quality products at competitive prices and excellent customer service. We are committed to meeting your needs and achieving your satisfaction, striving for sustainable success in our business": "باختصار، نحن شركة عصفور الدولية لتجارة الجملة والتجزئة الرائدة، نقدم منتجات عالية الجودة بأسعار تنافسية وخدمة عملاء ممتازة. نحن ملتزمون بتلبية احتياجاتكم وتحقيق رضاكم، ونسعى جاهدين لتحقيق النجاح المستدام في مجال عملنا",
    "You have 15 days from the date of delivery to request a return or replacement": "لديك 15 ايام من تاريخ التسليم، لطلب الارجاع او الاستبدال",
    "If you have received damaged or incorrect products, please contact customer service for assistance as soon as possible": "إذا تلقيت منتجات تالفة، خاطئة يرجى التواصل مع خدمة العملاء للمساعدة في أقرب وقت ممكن",
    "Exchange one item for another is allowed": "تعديل قطعة واحدة بواحدة أخرى فقط",
    "Returned products must be unused, and the original packaging must be retained, We do not accept returns of used or damaged items": "المنتجات التي يتم ارجاعها يجب ان تكون غير مستخدمة، ويجب الاحتفاظ بالطرد الاصلي، ولانقبل استرجاع المنتج المستعمل او المنتج به اضرار او مغسول",
    "Products with non-returnable tags and free gifts are not eligible for return or exchange": "المنتجات التي تحتوي على علامات غير قابلة للإرجاع، وكذلك الهدايا المجانية لا يمكن ارجاعها او استبدالها",
    "Note": "ملاحظة",
    "We do not accept products that have been returned without a prior return request": "نحن لا نقبل المنتجات التي تم إرجاعها بدون طلب إرجاع مسبق",
    "Please ensure the accuracy of the return request and the products before shipping them. We will not be responsible for returns of items not purchased from our site": "يرجى التأكد من طلب الإرجاع والمنتجات قبل شحنها. لن نكون مسؤولين عن إرجاع منتجات ليست من موقعنا",
    "If the quantity of the products to be returned does not match the actual returned quantity, the courier may refuse to accept the products": "إذا لم تتطابق كمية المنتجات المطلوب إرجاعها مع الكمية الفعلية المرتجعة فقد يرفض الساعي استلام المنتجات",
    "Please do not send the return parcel to the address on the received package, as it is not our return address. This will affect the processing of the return": "يرجى عدم إرسال الطرد المرجع إلى العنوان المبين على الطرد المستلم لأنه ليس عنوان الإرجاع الخاص بنا وسيؤثر على معالجة الإرجاع",
    "If a cancellation of an online payment order is requested before shipping, we will complete the refund process within 5 business days. A 5% deduction from the refunded amount will be applied to cover payment processing fees charged by the payment company": "إذا طُلب إلغاء طلب دفع عبر الإنترنت قبل الشحن، فسنكمل عملية استرداد الأموال في غضون 5 أيام عمل. سيخصم من المبلغ المسترد 5٪ من رسوم الدفع (التي تتقاضاها شركة الدفع)",
    "Orders paid online will be refunded within 5 business days due to stock depletion, damage, or deviation from the confirmed sample, without processing fees. The refund will be transferred via the original payment method": "سيتم استرداد الطلبات المدفوعة عبر الإنترنت في غضون 5 أيام عمل بسبب نفاد المخزون أو تلفها أو اختلافها عن العينة المؤكدة، بدون رسوم معالجة. وسيتم تحويل المبلغ المسترد بطريقة الدفع الأصلية",
    "In case of illegal conflicts with regular payments, certain fees will be imposed according to the severity of the situation": "في حالة تعارض المدفوعات الغير قانونية مع المدفوعات العادية، سيتم فرض رسوم معينة وفقًا لخطورة الموقف",
    "14SERCEGILLER reserves the right to the final interpretation": "تحتفظ 14SERCEGILLERبالحق في التفسير النهائي",
    "If you have a return or replacement request, please follow the steps below, and we will assist you with sincerity": "إذا كان لديك طلب الإرجاع أو الاستبدال، يرجى القيام بالإجراءات التالية، وسنخدمك بكل اخلاص",
    "Our team will review your request within 5 business days": "سيقوم فريقنا مراجعة طلبك خلال 5 أيام عمل",
    "If you wish to return your order, please send the return request to info@asfourintlco.com via email. Provide information about the returned items, reasons for the return, and photos of the original packaging": "إذا كنت تريد ارجاع الطلب، يرجى إرسال طلب الإرجاع إلى info@asfourintlco.com عبر بريد الكتروني وتقديم معلومات بضائع الإرجاع وأسباب الإرجاع وصور التغليف الأصلي",
    "After verification, our service team will inform you of the refund amount and the next steps. (Refund amount = Value of returned items - Return shipping fees)": "بعد اجتياز التحقق، سيخبرك فريق الخدمة لدينا بمبلغ الاسترداد والخطوة التالية. (المبلغ المسترد = قيمة القطع المسترجعة -رسوم إعادة الشحن)",
    "Note: If the review is unsuccessful, the employee will inform you of the reasons via email. If you wish to submit the return request again, please provide evidence to us via email. Our team will process your request within 5 business days": "الملاحظة: إذا فشلت المراجعة، أخبر الموظف لك الأسباب عبر بريد الكتروني. وإذا كنت تريد ارسال طلب الإرجاع مرة أخرى، فمن المرجو تقديم الأدلة لنا عبر بريد الكتروني. وسيقوم فريقنا بمعالجة طلبك خلال 5 أيام عملية",
    "By visiting or purchasing from our site, you are engaging in our service and agree to abide by the terms and conditions, including those terms, conditions, and additional policies referenced herein and/or available by hyperlink. These terms of service apply to all users of the site, including but not limited to users who are browsers, vendors, customers, merchants, and/or contributors of content": "من خلال زيارة موقعنا أو الشراء منه، فإنك تشارك في الخدمة  الخاصة بنا وتوافق على الالتزام بالشروط والأحكام، بما في ذلك تلك الشروط والأحكام والسياسات الإضافية المشار إليه هنا و / أو متاح من خلال ارتباط تشعبي. تنطبق شروط الخدمة هذه على جميع مستخدمي الموقع، بما في ذلك على سبيل المثال لا الحصر المستخدمين من المتصفحات و / أو البائعين و / أو العملاء و / أو التجار و / أو المساهمين في المحتوى",
    "Please read these terms of service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these terms of service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these terms of service are considered an offer, acceptance is expressly limited to these terms of service": "يرجى قراءة شروط الخدمة هذه بعناية قبل الوصول إلى موقعنا الإلكتروني أو استخدامه. من خلال الوصول إلى أو استخدام أي جزء من الموقع، فإنك توافق على الالتزام بشروط الخدمة هذه. إذا كنت لا توافق على جميع شروط وأحكام هذه الاتفاقية، فلا يجوز لك الوصول إلى موقع الويب أو استخدام أي خدمات. إذا كانت شروط الخدمة هذه بمثابة عرض، فإن القبول يقتصر صراحةً على شروط الخدمة هذه",
    "Any new features or tools added to the current store shall also be subject to the terms of service. You can review the most current version of the terms of service at any time on this page. We reserve the right to update, change, or replace any part of these terms of service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes": "تخضع أيضًا أي ميزات أو أدوات جديدة تضاف إلى المتجر الحالي لشروط الخدمة. يمكنك مراجعة أحدث إصدار من شروط الخدمة في أي وقت على هذه الصفحة. نحتفظ بالحق في تحديث أو تغيير أو استبدال أي جزء من شروط الخدمة هذه عن طريق نشر التحديثات و / أو التغييرات على موقعنا. تقع على عاتقك مسؤولية مراجعة هذه الصفحة بشكل دوري لمعرفة التغييرات. استمرار استخدامك أو الوصول إلى موقع الويب بعد نشر أي تغييرات يشكل قبولًا لهذه التغييرات",
    "By agreeing to these terms of service, you acknowledge that you are at least the age of majority in your country of residence": "بالموافقة على شروط الخدمة هذه، فإنك تقر بأنك على الأقل تبلغ سن الرشد في بلد إقامتك",
    "You may not use our products for any illegal or unauthorized purpose, and you must not, in the use of the service, violate any laws in your jurisdiction (including, but not limited to, copyright laws)": "لا يجوز لك استخدام منتجاتنا لأي غرض غير قانوني أو غير مصرح به ولا يجوز لك، في استخدام الخدمة، انتهاك أي قوانين في ولايتك القضائية (بما في ذلك على سبيل المثال لا الحصر قوانين حقوق النشر)",
    "You must not transmit any worms or viruses or any code of a destructive nature": "يجب ألا تنقل أي فيروسات متنقلة أو فيروسات أو أي رمز ذي طبيعة مدمرة",
    "Violation of any of the terms will result in immediate termination of your services": "سيؤدي خرق أو انتهاك أي من الشروط إلى الإنهاء الفوري لخدماتك"
}