{
    "login": "Anmelden",
    "sign-up": "Registrieren",
    "Or Sign In With": "Oder melden Sie sich an mit",
    "Wait Logining": "Anmeldung läuft, bitte warten",
    "Please Enter Your Email": "Bitte geben Sie Ihre E-Mail-Adresse ein",
    "Please Enter Your Password": "Bitte geben Sie Ihr Passwort ein",
    "Wait Signup": "Registrierung läuft, bitte warten",
    "Create New Account": "Neues Konto erstellen",
    "Or Sign Up With": "Oder melden Sie sich an mit",
    "English": "Englisch",
    "Arabic": "Arabisch",
    "Turkey": "Türkisch",
    "Germany": "Deutsch",
    "Sorry, This Field Can't Be Empty !!": "Entschuldigung, dieses Feld darf nicht leer sein !!",
    "Sorry, This Email Is Not Valid !!": "Entschuldigung, diese E-Mail ist ungültig !!",
    "Sorry, The Password Must Be At Least 8 Characters Long, With At Least One Number, At Least One Lowercase Letter, And At Least One Uppercase Letter.": "Entschuldigung, das Passwort muss mindestens 8 Zeichen lang sein, mit mindestens einer Zahl, mindestens einem Kleinbuchstaben und mindestens einem Großbuchstaben.",
    "Sorry, Email Or Password Incorrect !!": "Entschuldigung, E-Mail oder Passwort falsch !!",
    "Sorry, Someting Went Wrong, Please Try Again The Process !!": "Entschuldigung, etwas ist schief gelaufen. Bitte versuchen Sie den Vorgang erneut !!",
    "Sorry, Can't Create User Because it is Exist !!!": "Entschuldigung, Benutzer kann nicht erstellt werden, weil er bereits existiert !!!",
    "Ok !!, Create New User Is Successfuly !!, Please Wait To Navigate To Verification Page !!": "OK !! Die Erstellung eines neuen Benutzers war erfolgreich !! Bitte warten Sie, um zur Bestätigungsseite zu wechseln !!",
    "Dashboard": "Dashboard",
    "Orders": "Bestellungen",
    "Addresses": "Adressen",
    "Account Details": "Kontodetails",
    "Wish List": "Wunschliste",
    "Logout": "Abmelden",
    "Hello": "Hallo",
    "Log out": "Abmelden",
    "From your account dashboard you can view your": "Auf Ihrem Kontodashboard können Sie Ihre",
    "recent orders": "letzten Bestellungen",
    "shipping and billing addresses": "Versand- und Rechnungsadressen",
    "edit your password and account details": "Ihr Passwort bearbeiten und Kontodetails",
    "and": "sowie",
    ",": ",",
    "Filters": "Filter",
    "Order Number": "Bestellnummer",
    "Pleae Enter Order Number": "Bitte geben Sie die Bestellnummer ein",
    "Status": "Status",
    "Pleae Enter Status": "Bitte geben Sie den Status ein",
    "All": "Alle",
    "Pending": "Ausstehend",
    "Shipping": "Versand",
    "Completed":  "Abgeschlossen",
    "all": "alle",
    "pending": "ausstehend",
    "shipping": "versand",
    "completed":  "abgeschlossen",
    "Filter": "Filter",
    "Filtering": "Filtern",
    "Order Details": "Bestelldetails",
    "Checkout Status": "Checkout-Status",
    "checkout_successful": "Bezahlung erfolgreich",
    "Order Total Amount": "Gesamtbestellwert",
    "Added Date": "Hinzugefügt am",
    "Action": "Aktion",
    "Show Details": "Details anzeigen",
    "Sorry, Can't Find Any Orders": "Entschuldigung, es konnten keine Bestellungen gefunden werden",
    "Billing Address": "Rechnungsadresse",
    "Shipping Address": "Versandadresse",
    "Edit": "Bearbeiten",
    "First Name": "Vorname",
    "Please Enter New First Name Here": "Bitte geben Sie hier den neuen Vornamen ein",
    "Please Enter First Name Here": "Bitte geben Sie hier den Vornamen ein",
    "Last Name": "Nachname",
    "Please Enter New Last Name Here": "Bitte geben Sie hier den neuen Nachnamen ein",
    "Please Enter Last Name Here": "Bitte geben Sie hier den Nachnamen ein",
    "Company Name":  "Firmenname",
    "Optional": "Optional",
    "Please Enter New Company Name Here": "Bitte geben Sie hier den neuen Firmennamen ein",
    "Please Enter Company Name Here": "Bitte geben Sie hier den Firmennamen ein",
    "Country / Area": "Land / Gebiet",
    "Street Address / Neighborhood": "Straßenadresse / Nachbarschaft",
    "Please Enter New Street Address / Neighborhood Here": "Bitte geben Sie hier die neue Straßenadresse / Nachbarschaft ein",
    "Please Enter Street Address / Neighborhood Here": "Bitte geben Sie hier die Straßenadresse / Nachbarschaft ein",
    "Apartment Number, Ward, Unit, Etc": "Wohnungsnummer, Abteilung, Einheit, etc",
    "Please Enter New Apartment Number, Ward, Unit, Etc Here": "Bitte geben Sie hier die neue Wohnungsnummer, Abteilung, Einheit, etc. ein",
    "Please Enter Apartment Number, Ward, Unit, Etc Here": "Bitte geben Sie hier die Wohnungsnummer, Abteilung, Einheit, etc. ein",
    "City": "Stadt",
    "Please Enter New City Name Here": "Bitte geben Sie hier den neuen Städtenamen ein",
    "Please Enter City Name Here": "Bitte geben Sie hier den Städtenamen ein",
    "Postal Code / Zip": "Postleitzahl / PLZ",
    "Please Enter New Postal Code / Zip Here": "Bitte geben Sie hier den neuen Postleitzahl / PLZ ein",
    "Please Enter Postal Code / Zip Here": "Bitte geben Sie hier die Postleitzahl / PLZ ein",
    "Phone Number": "Telefonnummer",
    "Please Enter New Phone Number Here": "Bitte geben Sie hier die neue Telefonnummer ein",
    "Please Enter Phone Number Here": "Bitte geben Sie hier die Telefonnummer ein",
    "Email":  "E-Mail",
    "Please Enter New Email Here": "Bitte geben Sie hier die neue E-Mail ein",
    "Please Enter Email Here": "Bitte geben Sie hier die E-Mail ein",
    "Save Changes": "Änderungen speichern",
    "Saving": "Speichern",
    "Updating User Info Process Has Been Successfuly ...": "Die Aktualisierung der Benutzerinformationen war erfolgreich ...",
    "Sorry, This Password Is Uncorrect !!": "Entschuldigung, dieses Passwort ist falsch !!",
    "Sorry, Invalid Mobile Phone !!": "Entschuldigung, ungültige Handynummer !!",
    "Sorry, There Is No Match Between New Password And Confirm It !!": "Entschuldigung, es besteht kein Übereinstimmung zwischen dem neuen Passwort und der Bestätigung !!",
    "Preview Name": "Vorschauname",
    "Please Enter New Preview Name Here": "Bitte geben Sie hier den neuen Vorschaunamen ein",
    "This way your name will be displayed in the accounts section and in reviews": "So wird Ihr Name im Kontobereich und in den Bewertungen angezeigt",
    "Current password": "Aktuelles Passwort",
    "leave the field blank if you do not want to change it": "Feld leer lassen, wenn Sie es nicht ändern möchten",
    "New password": "Neues Passwort",
    "Confirm New password": "Neues Passwort bestätigen",
    "Product": "Produkt",
    "Unit Price": "Stückpreis",
    "Stock Status": "Bestandsstatus",
    "Sorry, Can't Find Any Favorite Products For You !!": "Entschuldigung, es konnten keine bevorzugten Produkte für Sie gefunden werden !!",
    "Quantity": "Menge",
    "Subtotal": "Zwischensumme",
    "KWD": "Kuveyt Dinarı",
    "Go To Cart Totals": "Zu den Warenkorb-Gesamtbeträgen gehen",
    "Cart Totals": "Warenkorb-Gesamtbeträge",
    "Total Price Before Discount": "Gesamtpreis vor Rabatt",
    "Total Discount": "Gesamtrabatt",
    "Total Price After Discount": "Gesamtpreis nach Rabatt",
    "Go To Checkout": "Zum Checkout gehen",
    "Sorry, Can't Find Any Products For You In Cart !!": "Entschuldigung, es konnten keine Produkte für Sie im Warenkorb gefunden werden !!",
    "Welcome To You In Checkout Page": "Willkommen auf der Checkout-Seite",
    "Please Wait": "Bitte warten",
    "Billing Details": "Rechnungsdetails",
    "Do You Want To Save Payment Information ?": "Möchten Sie die Zahlungsinformationen speichern?",
    "Do You Want To Ship To A Different Address ?": "Möchten Sie an eine andere Adresse versenden?",
    "Request Notes": "Anfragehinweise",
    "Notes About Request, Example: Note About Request Delivery": "Hinweise zur Anfrage, Beispiel: Hinweis zur Lieferanfrage",
    "Your Request": "Ihre Anfrage",
    "Sum": "Summe",
    "PayPal": "PayPal",
    "Confirm Request": "Anfrage bestätigen",
    "Welcome To You In Account Verification Page": "Willkommen auf der Seite zur Kontoverifizierung",
    "Checking": "Überprüfung",
    "You're almost done!":  "Sie sind fast fertig!",
    "Enter code Here": "Code hier eingeben",
    "You can redial the message after": "Sie können die Nachricht nachwählen",
    "We sent a launch code to": "Wir haben einen Startcode an gesendet",
    "Didn't get your email?": "E-Mail nicht erhalten?",
    "Resend The Code": "Code erneut senden",
    "Resending The Code": "Code erneut senden",
    "Sorry, Invalid Email Address !!": "Entschuldigung, ungültige E-Mail-Adresse !!",
    "Sending Code To Your Email Process Has Been Succssfuly !!": "Das Senden des Codes an Ihre E-Mail-Adresse war erfolgreich !!",
    "Sorry, The User Is Not Exist !!, Please Enter Another User Email ..": "Entschuldigung, der Benutzer existiert nicht !! Bitte geben Sie eine andere Benutzer-E-Mail ein ..",
    "Sorry, The Email For This User Has Been Verified !!": "Entschuldigung, die E-Mail für diesen Benutzer wurde verifiziert !!",
    "Network Error": "Netzwerkfehler",
    "Sorry, Someting Went Wrong, Please Repeat The Process !!": "Entschuldigung, etwas ist schief gelaufen. Bitte wiederholen Sie den Vorgang !!",
    "Welcome To You In Payment Confirmation Page": "Willkommen auf der Seite zur Zahlungsbestätigung",
    "Order Id": "Bestellkennung",
    "Product Name And Quantity": "Produktname und Menge",
    "Unit Price Before Discount": "Stückpreis vor Rabatt",
    "Unit Discount": "Stückrabatt",
    "$": "US-Dollar",
    "Thanks For Purchase From Ubuyblues Store": "Vielen Dank für Ihren Einkauf im Ubuyblues Store",
    "Sorry,": "Entschuldigung",
    "this page could not be found.": "diese Seite konnte nicht gefunden werden.",
    "Something went wrong.": "Etwas ist schief gelaufen",
    "The page you were looking for could not be found. Please check the URL": "Die Seite, die Sie suchen, konnte nicht gefunden werden. Bitte überprüfen Sie die URL",
    "Or Go To Home Page": "Oder gehen Sie zur Startseite",
    "Sorry, Something Went Wrong, Please Try Again !": "Entschuldigung, etwas ist schief gelaufen. Bitte versuchen Sie es erneut!",
    "Product Id": "Produkt-ID",
    "Name": "Name",
    "Total": "Gesamt",
    "Image": "Bild",
    "Apartment Number": "Wohnungsnummer",
    "Sorry, This Order Is Not Found !!": "Entschuldigung, diese Bestellung wurde nicht gefunden!!",
    "Product Details": "Produktdetails",
    "Sale Products": "Rabattierte Produkte",
    "Categories": "Kategorien",
    "Last Added": "Zuletzt hinzugefügt",
    "Last Added Products": "Zuletzt hinzugefügte Produkte",
    "Add To Cart": "In den Warenkorb legen",
    "Waiting In Add To Cart": "Bitte warten Sie, während zum Warenkorb hinzugefügt wird",
    "Sorry, Something Went Wrong": "Entschuldigung, es ist ein Fehler aufgetreten",
    "Display Your Cart": "Ihren Warenkorb anzeigen",
    "Brands": "Marken",
    "The Page": "Die Seite",
    "of": "von",
    "Pages": "Seiten",
    "About Us": "Über uns",
    "Contact Us": "Kontaktiere uns",
    "Polices-Terms & Conditions": "Richtlinien - AGB",
    "Return & Refund Policy": "Rückgabe- und Rückerstattungsrichtlinien",
    "Main": "Hauptseite",
    "Product Available In Store": "Produkt im Geschäft verfügbar",
    "Category": "Kategorie",
    "Description": "Beschreibung",
    "Referrals": "Bewertungen",
    "There are no reviews yet": "Es gibt noch keine Bewertungen",
    "Be the first to review": "Seien Sie der Erste, der eine Bewertung schreibt",
    "your e-mail address will not be published. Required fields are marked": "Ihre E-Mail-Adresse wird nicht veröffentlicht. Pflichtfelder sind markiert",
    "Save my name, email, and referal in this browser for the next time I comment": "Meinen Namen, meine E-Mail und meine Bewertung in diesem Browser speichern, wenn ich das nächste Mal kommentiere",
    "Send": "Senden",
    "Related Products": "Ähnliche Produkte",
    "Your Referal": "Ihre Bewertung",
    "Your rating": "Ihre Bewertung",
    "Share Your Favorite Product With Your Friends": "Teilen Sie Ihr Lieblingsprodukt mit Ihren Freunden",
    "Our links":"Unsere Links",
    "All Rights Reserved For": "Alle Rechte vorbehalten für",
    "Ubuyblues": "Ubuyblues",
    "Facebook": "Facebook",
    "We are Asfour International, a leading company in the wholesale and retail trade industry. We provide high-quality products to our customers. We are committed to meeting your needs and providing the best solutions to ensure your satisfaction": "Wir sind Asfour International, ein führendes Unternehmen in der Groß- und Einzelhandelsbranche. Wir bieten unseren Kunden hochwertige Produkte an. Wir verpflichten uns, Ihre Bedürfnisse zu erfüllen und die besten Lösungen bereitzustellen, um Ihre Zufriedenheit zu gewährleisten",
    "Our company stands out with a wide range of diverse products available at competitive prices. We strive to provide a broad selection of products to suit your various needs and budgets. We offer high-quality products in various fields such as crafts, electronics, fashion, food products, household tools, and more": "Unsere Firma zeichnet sich durch ein breites Spektrum an vielfältigen Produkten zu wettbewerbsfähigen Preisen aus. Wir bemühen uns, eine breite Auswahl an Produkten anzubieten, die Ihren unterschiedlichen Bedürfnissen und Budgets entsprechen. Wir bieten hochwertige Produkte in verschiedenen Bereichen wie Handwerk, Elektronik, Mode, Lebensmittelprodukte, Haushaltswerkzeuge und mehr an",
    "We consider our customers as partners in our success, and we are committed to providing high-quality customer service. We pay attention to the smallest details and strive to offer a satisfying shopping experience for our customers": "Wir betrachten unsere Kunden als Partner in unserem Erfolg und verpflichten uns, einen hochwertigen Kundenservice anzubieten. Wir achten auf die kleinsten Details und bemühen uns, unseren Kunden ein zufriedenstellendes Einkaufserlebnis zu bieten",
    "We are dedicated to achieving the highest levels of quality and satisfaction for our customers. We strive for innovation and continuous development to meet the changing market demands and to continually improve our operations": "Wir sind bestrebt, die höchsten Qualitäts- und Zufriedenheitsniveaus für unsere Kunden zu erreichen. Wir streben nach Innovation und kontinuierlicher Entwicklung, um den sich ändernden Marktanforderungen gerecht zu werden und unsere Operationen kontinuierlich zu verbessern",
    "In summary, we are Asfour International, a leading wholesale and retail trade company, offering high-quality products at competitive prices and excellent customer service. We are committed to meeting your needs and achieving your satisfaction, striving for sustainable success in our business": "Zusammenfassend sind wir Asfour International, ein führendes Groß- und Einzelhandelsunternehmen, das hochwertige Produkte zu wettbewerbsfähigen Preisen und exzellenten Kundenservice bietet. Wir verpflichten uns, Ihre Bedürfnisse zu erfüllen und Ihre Zufriedenheit zu erreichen, und streben nach nachhaltigem Erfolg in unserem Geschäft",
    "You have 15 days from the date of delivery to request a return or replacement": "Sie haben 15 Tage ab dem Lieferdatum Zeit, um eine Rücksendung oder einen Ersatz anzufordern",
    "If you have received damaged or incorrect products, please contact customer service for assistance as soon as possible": "Wenn Sie beschädigte oder falsche Produkte erhalten haben, kontaktieren Sie bitte so schnell wie möglich den Kundenservice um Unterstützung zu erhalten",
    "Exchange one item for another is allowed": "Der Austausch eines Artikels gegen einen anderen ist erlaubt",
    "Returned products must be unused, and the original packaging must be retained, We do not accept returns of used or damaged items": "Zurückgesendete Produkte müssen unbenutzt sein, und die Originalverpackung muss erhalten bleiben. Wir akzeptieren keine Rücksendungen von gebrauchten oder beschädigten Artikeln",
    "Products with non-returnable tags and free gifts are not eligible for return or exchange": "Produkte mit nicht rückgabefähigen Etiketten und kostenlose Geschenke sind nicht für Rückgabe oder Umtausch berechtigt",
    "Note": "Hinweis",
    "We do not accept products that have been returned without a prior return request": "Wir akzeptieren keine Produkte, die ohne vorherige Rücksendeanfrage zurückgeschickt wurden",
    "Please ensure the accuracy of the return request and the products before shipping them. We will not be responsible for returns of items not purchased from our site": "Bitte stellen Sie die Genauigkeit der Rücksendeanfrage und der Produkte sicher, bevor Sie sie versenden. Wir übernehmen keine Verantwortung für Rücksendungen von Artikeln, die nicht von unserer Website gekauft wurden",
    "If the quantity of the products to be returned does not match the actual returned quantity, the courier may refuse to accept the products": "Wenn die Menge der zurückzusendenden Produkte nicht mit der tatsächlichen zurückgesandten Menge übereinstimmt, kann der Kurier die Annahme der Produkte verweigern",
    "Please do not send the return parcel to the address on the received package, as it is not our return address. This will affect the processing of the return": "Bitte senden Sie das Rücksendepaket nicht an die Adresse auf dem erhaltenen Paket, da es nicht unsere Rücksendeadresse ist. Dies wird die Bearbeitung der Rücksendung beeinträchtigen",
    "If a cancellation of an online payment order is requested before shipping, we will complete the refund process within 5 business days. A 5% deduction from the refunded amount will be applied to cover payment processing fees charged by the payment company": "Wenn vor dem Versand eine Stornierung einer Online-Zahlungsbestellung angefordert wird, werden wir den Rückerstattungsvorgang innerhalb von 5 Werktagen abschließen. Ein Abzug von 5% vom erstatteten Betrag wird zur Deckung der Zahlungsabwicklungsgebühren, die von der Zahlungsgesellschaft erhoben werden, angewendet",
    "Orders paid online will be refunded within 5 business days due to stock depletion, damage, or deviation from the confirmed sample, without processing fees. The refund will be transferred via the original payment method": "Online bezahlte Bestellungen werden aufgrund von Lagerabbau, Schäden oder Abweichungen von der bestätigten Probe innerhalb von 5 Werktagen erstattet, ohne Bearbeitungsgebühren. Die Rückerstattung erfolgt über die ursprüngliche Zahlungsmethode",
    "In case of illegal conflicts with regular payments, certain fees will be imposed according to the severity of the situation": "Im Falle von rechtswidrigen Konflikten mit regulären Zahlungen werden je nach Schwere der Situation bestimmte Gebühren erhoben",
    "14SERCEGILLER reserves the right to the final interpretation": "14SERCEGILLER behält sich das Recht auf die endgültige Interpretation vor",
    "If you have a return or replacement request, please follow the steps below, and we will assist you with sincerity": "Wenn Sie eine Rückgabe- oder Ersatzanfrage haben, befolgen Sie bitte die unten stehenden Schritte, und wir werden Sie aufrichtig unterstützen",
    "Our team will review your request within 5 business days": "Unser Team wird Ihre Anfrage innerhalb von 5 Werktagen überprüfen",
    "If you wish to return your order, please send the return request to info@asfourintlco.com via email. Provide information about the returned items, reasons for the return, and photos of the original packaging": "Wenn Sie Ihre Bestellung zurücksenden möchten, senden Sie bitte die Rücksendeanfrage an info@asfourintlco.com per E-Mail. Geben Sie Informationen zu den zurückgesandten Artikeln, Gründe für die Rücksendung und Fotos der Originalverpackung an",
    "After verification, our service team will inform you of the refund amount and the next steps. (Refund amount = Value of returned items - Return shipping fees)": "Nach der Überprüfung wird Ihnen unser Serviceteam den Rückerstattungsbetrag und die nächsten Schritte mitteilen. (Rückerstattungsbetrag = Wert der zurückgesandten Artikel - Rücksendegebühren)",
    "Note: If the review is unsuccessful, the employee will inform you of the reasons via email. If you wish to submit the return request again, please provide evidence to us via email. Our team will process your request within 5 business days": "Hinweis: Wenn die Überprüfung nicht erfolgreich ist, wird der Mitarbeiter Ihnen die Gründe per E-Mail mitteilen. Wenn Sie die Rücksendeanfrage erneut einreichen möchten, legen Sie bitte per E-Mail Beweise vor. Unser Team wird Ihre Anfrage innerhalb von 5 Werktagen bearbeiten",
    "By visiting or purchasing from our site, you are engaging in our service and agree to abide by the terms and conditions, including those terms, conditions, and additional policies referenced herein and/or available by hyperlink. These terms of service apply to all users of the site, including but not limited to users who are browsers, vendors, customers, merchants, and/or contributors of content": "Durch den Besuch oder Kauf auf unserer Website nutzen Sie unseren Service und stimmen den Nutzungsbedingungen zu, einschließlich der hier referenzierten oder per Hyperlink verfügbaren Bedingungen und zusätzlichen Richtlinien. Diese Nutzungsbedingungen gelten für alle Benutzer der Website, einschließlich, aber nicht beschränkt auf Benutzer, die Browser, Anbieter, Kunden, Händler und/oder Beitragende von Inhalten sind",
    "Please read these terms of service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these terms of service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these terms of service are considered an offer, acceptance is expressly limited to these terms of service": "Bitte lesen Sie diese Nutzungsbedingungen sorgfältig, bevor Sie auf unsere Website zugreifen oder diese nutzen. Durch den Zugriff oder die Nutzung eines Teils der Website erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Wenn Sie nicht allen Bedingungen dieser Vereinbarung zustimmen, dürfen Sie nicht auf die Website zugreifen oder die Dienste nutzen. Wenn diese Nutzungsbedingungen als Angebot betrachtet werden, ist die Annahme ausdrücklich auf diese Nutzungsbedingungen beschränkt",
    "Any new features or tools added to the current store shall also be subject to the terms of service. You can review the most current version of the terms of service at any time on this page. We reserve the right to update, change, or replace any part of these terms of service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes": "Neue Funktionen oder Tools, die dem aktuellen Geschäft hinzugefügt werden, unterliegen ebenfalls den Nutzungsbedingungen. Sie können die aktuellste Version der Nutzungsbedingungen jederzeit auf dieser Seite überprüfen. Wir behalten uns das Recht vor, jeden Teil dieser Nutzungsbedingungen durch Veröffentlichung von Aktualisierungen und/oder Änderungen auf unserer Website zu aktualisieren, zu ändern oder zu ersetzen. Es liegt in Ihrer Verantwortung, diese Seite regelmäßig auf Änderungen zu überprüfen. Ihre fortgesetzte Nutzung oder Zugriff auf die Website nach Veröffentlichung von Änderungen stellt eine Annahme dieser Änderungen dar",
    "By agreeing to these terms of service, you acknowledge that you are at least the age of majority in your country of residence": "Durch die Zustimmung zu diesen Nutzungsbedingungen erkennen Sie an, dass Sie mindestens das gesetzliche Alter in Ihrem Wohnsitzland erreicht haben",
    "You may not use our products for any illegal or unauthorized purpose, and you must not, in the use of the service, violate any laws in your jurisdiction (including, but not limited to, copyright laws)": "Sie dürfen unsere Produkte nicht für illegale oder nicht autorisierte Zwecke verwenden und dürfen in der Nutzung des Dienstes keine Gesetze in Ihrer Gerichtsbarkeit verletzen (einschließlich, aber nicht beschränkt auf Urheberrechtsgesetze)",
    "You must not transmit any worms or viruses or any code of a destructive nature": "Sie dürfen keine Würmer, Viren oder Code von zerstörerischer Natur übertragen",
    "Violation of any of the terms will result in immediate termination of your services": "Die Verletzung einer der Bedingungen führt zur sofortigen Beendigung Ihrer Dienste"
}