{
    "login": "Anmelden",
    "sign-up": "Registrieren",
    "Or Sign In With": "Oder melden Sie sich an mit",
    "Wait Logining": "Anmeldung läuft, bitte warten",
    "Please Enter Your Email": "Bitte geben Sie Ihre E-Mail-Adresse ein",
    "Please Enter Your Password": "Bitte geben Sie Ihr Passwort ein",
    "Wait Signup": "Registrierung läuft, bitte warten",
    "Create New Account": "Neues Konto erstellen",
    "Or Sign Up With": "Oder melden Sie sich an mit",
    "English": "Englisch",
    "Arabic": "Arabisch",
    "Turkish": "Türkisch",
    "German": "Deutsch",
    "Sorry, This Field Can't Be Empty !!": "Entschuldigung, dieses Feld darf nicht leer sein !!",
    "Sorry, This Email Is Not Valid !!": "Entschuldigung, diese E-Mail ist ungültig !!",
    "Sorry, The Password Must Be At Least 8 Characters Long, With At Least One Number, At Least One Lowercase Letter, And At Least One Uppercase Letter.": "Entschuldigung, das Passwort muss mindestens 8 Zeichen lang sein, mit mindestens einer Zahl, mindestens einem Kleinbuchstaben und mindestens einem Großbuchstaben.",
    "Sorry, Email Or Password Incorrect !!": "Entschuldigung, E-Mail oder Passwort falsch !!",
    "Sorry, Someting Went Wrong, Please Try Again The Process !!": "Entschuldigung, etwas ist schief gelaufen. Bitte versuchen Sie den Vorgang erneut !!",
    "Sorry, Can't Create User Because it is Exist !!": "Entschuldigung, Benutzer kann nicht erstellt werden, weil er bereits existiert !!!",
    "Ok !!, Create New User Process Has Been Successfuly !!, Please Wait To Navigate To Verification Page !!": "OK !! Die Erstellung eines neuen Benutzers war erfolgreich !! Bitte warten Sie, um zur Bestätigungsseite zu wechseln !!",
    "Dashboard": "Dashboard",
    "Orders": "Bestellungen",
    "Addresses": "Adressen",
    "Account Details": "Kontodetails",
    "Wish List": "Wunschliste",
    "Logout": "Abmelden",
    "Hello": "Hallo",
    "Log out": "Abmelden",
    "From your account dashboard you can view your": "Auf Ihrem Kontodashboard können Sie Ihre",
    "recent orders": "letzten Bestellungen",
    "shipping and billing addresses": "Versand- und Rechnungsadressen",
    "edit your password and account details": "Ihr Passwort bearbeiten und Kontodetails",
    "and": "sowie",
    ",": ",",
    "Filters": "Filter",
    "Order Number": "Bestellnummer",
    "Pleae Enter Order Number": "Bitte geben Sie die Bestellnummer ein",
    "Status": "Status",
    "Pleae Enter Status": "Bitte geben Sie den Status ein",
    "All": "Alle",
    "Pending": "Ausstehend",
    "Shipping": "Versand",
    "Completed": "Abgeschlossen",
    "all": "alle",
    "pending": "ausstehend",
    "shipping": "versand",
    "completed": "abgeschlossen",
    "Filter": "Filter",
    "Filtering": "Filtern",
    "Order Details": "Bestelldetails",
    "Checkout Status": "Checkout-Status",
    "Order Total Amount": "Gesamtbestellwert",
    "Added Date": "Hinzugefügt am",
    "Action": "Aktion",
    "Show Details": "Details anzeigen",
    "Sorry, Can't Find Any Orders": "Entschuldigung, es konnten keine Bestellungen gefunden werden",
    "Billing Address": "Rechnungsadresse",
    "Shipping Address": "Versandadresse",
    "Edit": "Bearbeiten",
    "First Name": "Vorname",
    "Please Enter New First Name Here": "Bitte geben Sie hier den neuen Vornamen ein",
    "Please Enter First Name Here": "Bitte geben Sie hier den Vornamen ein",
    "Last Name": "Nachname",
    "Please Enter New Last Name Here": "Bitte geben Sie hier den neuen Nachnamen ein",
    "Please Enter Last Name Here": "Bitte geben Sie hier den Nachnamen ein",
    "Company Name": "Firmenname",
    "Optional": "Optional",
    "Please Enter New Company Name Here": "Bitte geben Sie hier den neuen Firmennamen ein",
    "Please Enter Company Name Here": "Bitte geben Sie hier den Firmennamen ein",
    "Country / Area": "Land / Gebiet",
    "Street Address / Neighborhood": "Straßenadresse / Nachbarschaft",
    "Please Enter New Street Address / Neighborhood Here": "Bitte geben Sie hier die neue Straßenadresse / Nachbarschaft ein",
    "Please Enter Street Address / Neighborhood Here": "Bitte geben Sie hier die Straßenadresse / Nachbarschaft ein",
    "Apartment Number, Ward, Unit, Etc": "Wohnungsnummer, Abteilung, Einheit, etc",
    "Please Enter New Apartment Number, Ward, Unit, Etc Here": "Bitte geben Sie hier die neue Wohnungsnummer, Abteilung, Einheit, etc. ein",
    "Please Enter Apartment Number, Ward, Unit, Etc Here": "Bitte geben Sie hier die Wohnungsnummer, Abteilung, Einheit, etc. ein",
    "City": "Stadt",
    "Please Enter New City Name Here": "Bitte geben Sie hier den neuen Städtenamen ein",
    "Please Enter City Name Here": "Bitte geben Sie hier den Städtenamen ein",
    "Postal Code / Zip": "Postleitzahl / PLZ",
    "Please Enter New Postal Code / Zip Here": "Bitte geben Sie hier den neuen Postleitzahl / PLZ ein",
    "Please Enter Postal Code / Zip Here": "Bitte geben Sie hier die Postleitzahl / PLZ ein",
    "Phone Number": "Telefonnummer",
    "Please Enter New Phone Number Here": "Bitte geben Sie hier die neue Telefonnummer ein",
    "Please Enter Phone Number Here": "Bitte geben Sie hier die Telefonnummer ein",
    "Email": "E-Mail",
    "Please Enter New Email Here": "Bitte geben Sie hier die neue E-Mail ein",
    "Please Enter Email Here": "Bitte geben Sie hier die E-Mail ein",
    "Save Changes": "Änderungen speichern",
    "Saving": "Speichern",
    "Updating User Info Process Has Been Successfuly !!": "Die Aktualisierung der Benutzerinformationen war erfolgreich ...",
    "Sorry, This Password Is Uncorrect !!": "Entschuldigung, dieses Passwort ist falsch !!",
    "Sorry, Invalid Mobile Phone !!": "Entschuldigung, ungültige Handynummer !!",
    "Sorry, There Is No Match Between New Password And Confirm It !!": "Entschuldigung, es besteht kein Übereinstimmung zwischen dem neuen Passwort und der Bestätigung !!",
    "Preview Name": "Vorschauname",
    "Please Enter New Preview Name Here": "Bitte geben Sie hier den neuen Vorschaunamen ein",
    "This way your name will be displayed in the accounts section and in reviews": "So wird Ihr Name im Kontobereich und in den Bewertungen angezeigt",
    "Current password": "Aktuelles Passwort",
    "leave the field blank if you do not want to change it": "Feld leer lassen, wenn Sie es nicht ändern möchten",
    "New password": "Neues Passwort",
    "Confirm New password": "Neues Passwort bestätigen",
    "Product": "Produkt",
    "Unit Price": "Stückpreis",
    "Stock Status": "Bestandsstatus",
    "Sorry, Can't Find Any Favorite Products For You !!": "Entschuldigung, es konnten keine bevorzugten Produkte für Sie gefunden werden !!",
    "Quantity": "Menge",
    "Subtotal": "Zwischensumme",
    "KWD": "Kuwaitischer Dinar",
    "Go To Cart Totals": "Zu den Warenkorb-Gesamtbeträgen gehen",
    "Cart Totals": "Warenkorb-Gesamtbeträge",
    "Total Price Before Discount": "Gesamtpreis vor Rabatt",
    "Total Discount": "Gesamtrabatt",
    "Total Price After Discount": "Gesamtpreis nach Rabatt",
    "Go To Checkout": "Zum Checkout gehen",
    "Sorry, Can't Find Any Products For You In Cart !!": "Entschuldigung, es konnten keine Produkte für Sie im Warenkorb gefunden werden !!",
    "Welcome To You In Checkout Page": "Willkommen auf der Checkout-Seite",
    "Please Wait": "Bitte warten",
    "Billing Details": "Rechnungsdetails",
    "Do You Want To Save Payment Information ?": "Möchten Sie die Zahlungsinformationen speichern?",
    "Do You Want To Ship To A Different Address ?": "Möchten Sie an eine andere Adresse versenden?",
    "Request Notes": "Anfragehinweise",
    "Notes About Request, Example: Note About Request Delivery": "Hinweise zur Anfrage, Beispiel: Hinweis zur Lieferanfrage",
    "Your Request": "Ihre Anfrage",
    "Sum": "Summe",
    "PayPal": "PayPal",
    "Confirm Request": "Anfrage bestätigen",
    "Welcome To You In Account Verification Page": "Willkommen auf der Seite zur Kontoverifizierung",
    "Checking": "Überprüfung",
    "You're almost done!": "Sie sind fast fertig!",
    "Enter code Here": "Code hier eingeben",
    "You can redial the message after": "Sie können die Nachricht nachwählen",
    "We sent a launch code to": "Wir haben einen Startcode an gesendet",
    "Didn't get your email?": "E-Mail nicht erhalten?",
    "Resend The Code": "Code erneut senden",
    "Resending The Code": "Code erneut senden",
    "Sorry, Invalid Email Address !!": "Entschuldigung, ungültige E-Mail-Adresse !!",
    "Sending Code To Your Email Process Has Been Succssfuly !!": "Das Senden des Codes an Ihre E-Mail-Adresse war erfolgreich !!",
    "Sorry, The User Is Not Exist !!, Please Enter Another User Email ..": "Entschuldigung, der Benutzer existiert nicht !! Bitte geben Sie eine andere Benutzer-E-Mail ein ..",
    "Sorry, The Email For This User Has Been Verified !!": "Entschuldigung, die E-Mail für diesen Benutzer wurde verifiziert !!",
    "Network Error": "Netzwerkfehler",
    "Sorry, Someting Went Wrong, Please Repeat The Process !!": "Entschuldigung, etwas ist schief gelaufen. Bitte wiederholen Sie den Vorgang !!",
    "Welcome To You In Payment Confirmation Page": "Willkommen auf der Seite zur Zahlungsbestätigung",
    "Order Id": "Bestellkennung",
    "Product Name And Quantity": "Produktname und Menge",
    "Unit Price Before Discount": "Stückpreis vor Rabatt",
    "Unit Discount": "Stückrabatt",
    "$": "US-Dollar",
    "Thanks For Purchase From Ubuyblues Store": "Vielen Dank für Ihren Einkauf im Ubuyblues Store",
    "Sorry,": "Entschuldigung",
    "this page could not be found.": "diese Seite konnte nicht gefunden werden.",
    "Something went wrong.": "Etwas ist schief gelaufen",
    "The page you were looking for could not be found. Please check the URL": "Die Seite, die Sie suchen, konnte nicht gefunden werden. Bitte überprüfen Sie die URL",
    "Or Go To Home Page": "Oder gehen Sie zur Startseite",
    "Sorry, Something Went Wrong, Please Try Again !": "Entschuldigung, etwas ist schief gelaufen. Bitte versuchen Sie es erneut!",
    "Product Id": "Produkt-ID",
    "Name": "Name",
    "Total": "Gesamt",
    "Image": "Bild",
    "Apartment Number": "Wohnungsnummer",
    "Sorry, This Order Is Not Found !!": "Entschuldigung, diese Bestellung wurde nicht gefunden!!",
    "Product Details": "Produktdetails",
    "Sale Products": "Rabattierte Produkte",
    "Categories": "Kategorien",
    "Last Added": "Zuletzt hinzugefügt",
    "Last Added Products": "Zuletzt hinzugefügte Produkte",
    "Add To Cart": "In den Warenkorb legen",
    "Waiting In Add To Cart": "Bitte warten Sie, während zum Warenkorb hinzugefügt wird",
    "Sorry, Something Went Wrong": "Entschuldigung, es ist ein Fehler aufgetreten",
    "Display Your Cart": "Ihren Warenkorb anzeigen",
    "Brands": "Marken",
    "The Page": "Die Seite",
    "of": "von",
    "Pages": "Seiten",
    "About Us": "Über uns",
    "Contact Us": "Kontaktiere uns",
    "Polices-Terms & Conditions": "Richtlinien - AGB",
    "Return & Refund Policy": "Rückgabe- und Rückerstattungsrichtlinien",
    "Main": "Hauptseite",
    "Product Available In Store": "Produkt im Geschäft verfügbar",
    "Category": "Kategorie",
    "Description": "Beschreibung",
    "Referrals": "Bewertungen",
    "There are no reviews yet": "Es gibt noch keine Bewertungen",
    "Be the first to review": "Seien Sie der Erste, der eine Bewertung schreibt",
    "your e-mail address will not be published. Required fields are marked": "Ihre E-Mail-Adresse wird nicht veröffentlicht. Pflichtfelder sind markiert",
    "Save my name, email, and referal in this browser for the next time I comment": "Meinen Namen, meine E-Mail und meine Bewertung in diesem Browser speichern, wenn ich das nächste Mal kommentiere",
    "Send": "Senden",
    "Related Products": "Ähnliche Produkte",
    "Your Referal": "Ihre Bewertung",
    "Your Rating": "Ihre Bewertung",
    "Share Your Favorite Product With Your Friends": "Teilen Sie Ihr Lieblingsprodukt mit Ihren Freunden",
    "Our links": "Unsere Links",
    "All Rights Reserved For": "Alle Rechte vorbehalten für",
    "Ubuyblues": "Ubuyblues",
    "Facebook": "Facebook",
    "We offer high-quality products to our customers. We are committed to meeting your needs and providing the best solutions to ensure your satisfaction .": "Bietet unseren Kunden hochwertige Produkte an. Wir verpflichten uns, Ihre Bedürfnisse zu erfüllen und die besten Lösungen für Ihre Zufriedenheit bereitzustellen",
    "We feature a wide range of diverse products available at competitive prices. We strive to provide a variety of products to suit your different needs and budgets. We offer high-quality products in various fields such as handicrafts, home and office supplies, household products, and more .": "Wir zeichnen uns durch eine breite Palette von vielfältigen Produkten aus, die zu wettbewerbsfähigen Preisen erhältlich sind. Wir legen Wert darauf, eine große Auswahl an Produkten anzubieten, die verschiedenen Bedürfnissen und Budgets gerecht werden. Wir bieten hochwertige Produkte in verschiedenen Bereichen wie Handwerk, Kleidung, Haushaltsprodukte, Kunstwerke und mehr an",
    "We consider our customers as partners in our success, and we strive to provide high-quality customer service. We pay attention to the smallest details and aim to provide a satisfying shopping experience for our customers .": "Wir betrachten unsere Kunden als Partner in unserem Erfolg und legen Wert auf einen qualitativ hochwertigen Kundenservice. Wir kümmern uns um die feinsten Details und streben danach, unseren Kunden ein zufriedenstellendes Einkaufserlebnis zu bieten",
    "We are committed to dedicating ourselves to achieving the highest levels of quality and satisfaction for our customers. We strive for innovation and continuous development to meet the changing market demands and continually improve our operations .": "Wir sind bestrebt, die höchsten Qualitäts- und Zufriedenheitsstandards für unsere Kunden zu erreichen. Wir bemühen uns um kontinuierliche Innovation und Entwicklung, um die sich ändernden Marktanforderungen zu erfüllen und unsere Prozesse ständig zu verbessern",
    "We are committed to meeting your needs and achieving your satisfaction, and we are dedicated to achieving sustainable success in our field of work .": "Wir verpflichten uns, Ihre Bedürfnisse zu erfüllen und Ihre Zufriedenheit zu erreichen, und streben nachhaltigen Erfolg in unserem Geschäftsbereich an",
    "You have 15 days from the date of delivery to request a return or replacement": "Sie haben 15 Tage ab dem Lieferdatum Zeit, um eine Rücksendung oder einen Ersatz anzufordern",
    "If you have received damaged or incorrect products, please contact customer service for assistance as soon as possible": "Wenn Sie beschädigte oder falsche Produkte erhalten haben, kontaktieren Sie bitte so schnell wie möglich den Kundenservice um Unterstützung zu erhalten",
    "Exchange one item for another is allowed": "Der Austausch eines Artikels gegen einen anderen ist erlaubt",
    "Returned products must be unused, and the original packaging must be retained, We do not accept returns of used or damaged items": "Zurückgesendete Produkte müssen unbenutzt sein, und die Originalverpackung muss erhalten bleiben. Wir akzeptieren keine Rücksendungen von gebrauchten oder beschädigten Artikeln",
    "Products with non-returnable tags and free gifts are not eligible for return or exchange": "Produkte mit nicht rückgabefähigen Etiketten und kostenlose Geschenke sind nicht für Rückgabe oder Umtausch berechtigt",
    "Note": "Hinweis",
    "We do not accept products that have been returned without a prior return request": "Wir akzeptieren keine Produkte, die ohne vorherige Rücksendeanfrage zurückgeschickt wurden",
    "Please ensure the accuracy of the return request and the products before shipping them. We will not be responsible for returns of items not purchased from our site": "Bitte stellen Sie die Genauigkeit der Rücksendeanfrage und der Produkte sicher, bevor Sie sie versenden. Wir übernehmen keine Verantwortung für Rücksendungen von Artikeln, die nicht von unserer Website gekauft wurden",
    "If the quantity of the products to be returned does not match the actual returned quantity, the courier may refuse to accept the products": "Wenn die Menge der zurückzusendenden Produkte nicht mit der tatsächlichen zurückgesandten Menge übereinstimmt, kann der Kurier die Annahme der Produkte verweigern",
    "Please do not send the return parcel to the address on the received package, as it is not our return address. This will affect the processing of the return": "Bitte senden Sie das Rücksendepaket nicht an die Adresse auf dem erhaltenen Paket, da es nicht unsere Rücksendeadresse ist. Dies wird die Bearbeitung der Rücksendung beeinträchtigen",
    "If a cancellation of an online payment order is requested before shipping, we will complete the refund process within 5 business days. A 5% deduction from the refunded amount will be applied to cover payment processing fees charged by the payment company": "Wenn vor dem Versand eine Stornierung einer Online-Zahlungsbestellung angefordert wird, werden wir den Rückerstattungsvorgang innerhalb von 5 Werktagen abschließen. Ein Abzug von 5% vom erstatteten Betrag wird zur Deckung der Zahlungsabwicklungsgebühren, die von der Zahlungsgesellschaft erhoben werden, angewendet",
    "Orders paid online will be refunded within 5 business days due to stock depletion, damage, or deviation from the confirmed sample, without processing fees. The refund will be transferred via the original payment method": "Online bezahlte Bestellungen werden aufgrund von Lagerabbau, Schäden oder Abweichungen von der bestätigten Probe innerhalb von 5 Werktagen erstattet, ohne Bearbeitungsgebühren. Die Rückerstattung erfolgt über die ursprüngliche Zahlungsmethode",
    "In case of illegal conflicts with regular payments, certain fees will be imposed according to the severity of the situation": "Im Falle von rechtswidrigen Konflikten mit regulären Zahlungen werden je nach Schwere der Situation bestimmte Gebühren erhoben",
    "Ubuyblues reserves the right to the final interpretation": "Ubuyblues behält sich das Recht auf die endgültige Interpretation vor",
    "If you have a return or replacement request, please follow the steps below, and we will assist you with sincerity": "Wenn Sie eine Rückgabe- oder Ersatzanfrage haben, befolgen Sie bitte die unten stehenden Schritte, und wir werden Sie aufrichtig unterstützen",
    "Our team will review your request within 5 business days": "Unser Team wird Ihre Anfrage innerhalb von 5 Werktagen überprüfen",
    "If you wish to return your order, please send the return request to info@ubuyblues.com via email. Provide information about the returned items, reasons for the return, and photos of the original packaging": "Wenn Sie Ihre Bestellung zurücksenden möchten, senden Sie bitte die Rücksendeanfrage an info@ubuyblues.com per E-Mail. Geben Sie Informationen zu den zurückgesandten Artikeln, Gründe für die Rücksendung und Fotos der Originalverpackung an",
    "After verification, our service team will inform you of the refund amount and the next steps. (Refund amount = Value of returned items - Return shipping fees)": "Nach der Überprüfung wird Ihnen unser Serviceteam den Rückerstattungsbetrag und die nächsten Schritte mitteilen. (Rückerstattungsbetrag = Wert der zurückgesandten Artikel - Rücksendegebühren)",
    "Note: If the review is unsuccessful, the employee will inform you of the reasons via email. If you wish to submit the return request again, please provide evidence to us via email. Our team will process your request within 5 business days": "Hinweis: Wenn die Überprüfung nicht erfolgreich ist, wird der Mitarbeiter Ihnen die Gründe per E-Mail mitteilen. Wenn Sie die Rücksendeanfrage erneut einreichen möchten, legen Sie bitte per E-Mail Beweise vor. Unser Team wird Ihre Anfrage innerhalb von 5 Werktagen bearbeiten",
    "Return And Delivery Sheet": "Rückgabe- und Lieferhinweis",
    "If your purchase does not meet your expectations, we are happy to offer you a free return service within 15 days of purchase": "Wenn Ihr Einkauf nicht Ihren Erwartungen entspricht, bieten wir Ihnen gerne einen kostenlosen Rücksendeservice innerhalb von 15 Tagen nach dem Kauf an",
    "We will arrange for the collection of the products you wish to return from your address": "Wir werden die Abholung der Produkte, die Sie zurücksenden möchten, von Ihrer Adresse arrangieren",
    "All products are inspected before being handed over to the delivery representative, but if you receive a damaged product, or one with defects, or missing essential parts, please contact our customer service team via email at info@ubuyblues.com within 48 hours of receiving the products": "Alle Produkte werden vor der Übergabe an den Zusteller überprüft. Sollten Sie jedoch ein beschädigtes Produkt erhalten oder Mängel feststellen oder wichtige Teile fehlen, wenden Sie sich bitte innerhalb von 48 Stunden nach Erhalt der Produkte an unser Kundenserviceteam unter der E-Mail-Adresse info@ubuyblues.com",
    "All products can be returned except for the following": "Alle Produkte können zurückgegeben werden, mit Ausnahme der folgenden Produkte",
    "Underwear and lingerie": "Unterwäsche und Dessous",
    "Perfumes that have been opened, tested, or used": "Parfüms, die geöffnet, getestet und verwendet wurden",
    "Any product that has been exchanged or modified": "Jedes Produkt, das umgetauscht oder geändert wurde",
    "Any used product": "Jedes Produkt, das verwendet wurde",
    "Any product not received in the original packaging": "Jedes Produkt, das nicht in der Originalverpackung empfangen wurde",
    "Any product without the original product tags or labels": "Jedes Produkt ohne Etiketten oder Originalmarkierungen",
    "Follow the return instructions": "Rückgabe-Anweisungen",
    "Please ensure that the products comply with our return policy": "Bitte stellen Sie sicher, dass die Produkte unserer Rückgaberichtlinie entsprechen",
    "Please contact our customer service team at info@ubuyblues.com and provide us with the order number of the product to be returned, your contact details, and your phone number to assist our customer service team in processing the return of the desired product": "Kontaktieren Sie unser Kundenserviceteam unter der E-Mail-Adresse info@ubuyblues.com und geben Sie die Bestellnummer des zurückzugebenden Produkts sowie Ihre Kontaktdaten und Ihre Telefonnummer an, um unserem Kundenserviceteam die Unterstützung bei der Rückgabe des gewünschten Produkts zu erleichtern",
    "Our customer service and delivery team will contact you to arrange a convenient time for the collection of the product to be returned": "Unser Kundenservice- und Lieferteam wird sich mit Ihnen in Verbindung setzen, um einen geeigneten Zeitpunkt für die Abholung des zurückzugebenden Produkts zu vereinbaren",
    "Please follow the return process as specified by the customer service team": "Bitte befolgen Sie die Rückgabeverfahren, die von unserem Kundenserviceteam festgelegt werden",
    "Once we receive the return shipment at our warehouse and successfully review the products, we will refund the amount to you within 7-10 business days": "Nach Erhalt der Rücksendung in unserem Lager und erfolgreicher Überprüfung der Produkte erstatten wir Ihnen den Betrag innerhalb von 7-10 Werktagen zurück",
    "By visiting or purchasing from our site, you are engaging in our service and agree to abide by the terms and conditions, including those terms, conditions, and additional policies referenced herein and/or available by hyperlink. These terms of service apply to all users of the site, including but not limited to users who are browsers, vendors, customers, merchants, and/or contributors of content": "Durch den Besuch oder Kauf auf unserer Website nutzen Sie unseren Service und stimmen den Nutzungsbedingungen zu, einschließlich der hier referenzierten oder per Hyperlink verfügbaren Bedingungen und zusätzlichen Richtlinien. Diese Nutzungsbedingungen gelten für alle Benutzer der Website, einschließlich, aber nicht beschränkt auf Benutzer, die Browser, Anbieter, Kunden, Händler und/oder Beitragende von Inhalten sind",
    "Please read these terms of service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these terms of service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these terms of service are considered an offer, acceptance is expressly limited to these terms of service": "Bitte lesen Sie diese Nutzungsbedingungen sorgfältig, bevor Sie auf unsere Website zugreifen oder diese nutzen. Durch den Zugriff oder die Nutzung eines Teils der Website erklären Sie sich mit diesen Nutzungsbedingungen einverstanden. Wenn Sie nicht allen Bedingungen dieser Vereinbarung zustimmen, dürfen Sie nicht auf die Website zugreifen oder die Dienste nutzen. Wenn diese Nutzungsbedingungen als Angebot betrachtet werden, ist die Annahme ausdrücklich auf diese Nutzungsbedingungen beschränkt",
    "Any new features or tools added to the current store shall also be subject to the terms of service. You can review the most current version of the terms of service at any time on this page. We reserve the right to update, change, or replace any part of these terms of service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes": "Neue Funktionen oder Tools, die dem aktuellen Geschäft hinzugefügt werden, unterliegen ebenfalls den Nutzungsbedingungen. Sie können die aktuellste Version der Nutzungsbedingungen jederzeit auf dieser Seite überprüfen. Wir behalten uns das Recht vor, jeden Teil dieser Nutzungsbedingungen durch Veröffentlichung von Aktualisierungen und/oder Änderungen auf unserer Website zu aktualisieren, zu ändern oder zu ersetzen. Es liegt in Ihrer Verantwortung, diese Seite regelmäßig auf Änderungen zu überprüfen. Ihre fortgesetzte Nutzung oder Zugriff auf die Website nach Veröffentlichung von Änderungen stellt eine Annahme dieser Änderungen dar",
    "By agreeing to these terms of service, you acknowledge that you are at least the age of majority in your country of residence": "Durch die Zustimmung zu diesen Nutzungsbedingungen erkennen Sie an, dass Sie mindestens das gesetzliche Alter in Ihrem Wohnsitzland erreicht haben",
    "You may not use our products for any illegal or unauthorized purpose, and you must not, in the use of the service, violate any laws in your jurisdiction (including, but not limited to, copyright laws)": "Sie dürfen unsere Produkte nicht für illegale oder nicht autorisierte Zwecke verwenden und dürfen in der Nutzung des Dienstes keine Gesetze in Ihrer Gerichtsbarkeit verletzen (einschließlich, aber nicht beschränkt auf Urheberrechtsgesetze)",
    "You must not transmit any worms or viruses or any code of a destructive nature": "Sie dürfen keine Würmer, Viren oder Code von zerstörerischer Natur übertragen",
    "Violation of any of the terms will result in immediate termination of your services": "Die Verletzung einer der Bedingungen führt zur sofortigen Beendigung Ihrer Dienste",
    "Introduction": "Einleitung",
    "This privacy notice specifies how the international company Asfour or its owner or operator of this website collects and processes your personal data for the promotion, execution, and provision of Asfour services. By visiting this website, providing your personal data, or accessing and purchasing Asfour services, you explicitly agree to comply with the terms and conditions of this privacy notice. If you do not agree, please refrain from using or accessing this website or any of Asfour services": "Diese Datenschutzerklärung gibt an, wie das internationale Unternehmen Asfour oder sein Eigentümer oder Betreiber dieser Website Ihre personenbezogenen Daten für die Förderung, Durchführung und Bereitstellung von Asfour-Dienstleistungen erhebt und verarbeitet. Indem Sie diese Website besuchen, Ihre personenbezogenen Daten bereitstellen oder auf Asfour-Dienstleistungen zugreifen und diese erwerben, erklären Sie sich ausdrücklich damit einverstanden, die Bestimmungen dieser Datenschutzerklärung zu beachten. Wenn Sie nicht zustimmen, verzichten Sie bitte darauf, diese Website oder eine der Asfour-Dienstleistungen zu nutzen oder darauf zuzugreifen",
    "Definitions": "Definitionen",
    "This privacy notice defines how Ubuyblues or its owner or operator of this website collects and processes your personal data for the promotion, execution, and provision of Ubuyblues services. By visiting this website, submitting your personal data, or accessing Ubuyblues services or purchasing them, you expressly agree to comply with the terms and conditions of this privacy notice. If you do not agree, please refrain from using or accessing this website or any Ubuyblues services .": "Diese Datenschutzerklärung legt fest, wie Ubuyblues oder der Eigentümer oder Betreiber dieser Website personenbezogene Daten sammelt, verarbeitet und nutzt, um die Dienste von Ubuyblues zu bewerben, durchzuführen und bereitzustellen. Durch den Besuch dieser Website, die Bereitstellung Ihrer personenbezogenen Daten oder die Inanspruchnahme von Diensten von Ubuyblues oder den Kauf von ihnen erklären Sie sich ausdrücklich damit einverstanden, sich an die Bedingungen und Bestimmungen dieser Datenschutzerklärung zu halten. Wenn Sie damit nicht einverstanden sind, nutzen Sie diese Website bitte nicht oder greifen Sie nicht darauf zu oder nutzen Sie keine Dienste von Ubuyblues .",
    "'Products and Services' refers to the products and services offered by Ubuyblues online on any website and/or services and call centers, including but not limited to Ubuyblues services": "Mit 'Diensten von Ubuyblues' sind die Produkte und Dienstleistungen gemeint, die von Ubuyblues online auf einer Website und/oder den Diensten und Callcentern angeboten werden, einschließlich, aber nicht beschränkt auf die Dienste von Ubuyblues",
    "'Ubuyblues Group' refers to a group of companies consisting of Ubuyblues and all its subsidiaries and affiliates": "'Uygulanabilir Kanunlar' bu gizlilik veya kişisel veri koruma kanunu, yasa veya antlaşma, kural, düzenleme veya mevzuat gereksinimleri veya genel hukuk veya Kuveyt  yasal olarak etkisi olan herhangi bir diğer beyanı anlamına gelir",
    "'The applicable laws' refer to any privacy law, personal data protection law, regulation, treaty, rule, ordinance, license, restriction, judicial or administrative order, law or public law, or any other declaration having legal effect in the State of Kuwait": "'Die anwendbaren Gesetze' beziehen sich auf jedes Datenschutzgesetz, Gesetz zum Schutz personenbezogener Daten, Verordnung, Vertrag, Regel, Verordnung, Lizenz, Beschränkung, gerichtliche oder administrative Anordnung, Gesetz oder öffentliches Recht oder jede andere Erklärung mit rechtlicher Wirkung im Staat Kuwait",
    "'Data Subject' or 'You' means an identified or identifiable natural person whose personal data is processed through this website or Ubuyblues services": "'Verantwortlicher' oder 'Sie' bezeichnet eine bestimmte oder identifizierbare natürliche Person, deren personenbezogene Daten mit diesem Website oder den Diensten von Ubuyblues in Verbindung stehen",
    "'Personal data' refers to any information related to the data subject who can be identified, directly or indirectly, particularly by reference to an identifier such as a name, identification number, location data, online identifier, or one or more factors specific to the physical, physiological, genetic, mental, economic, cultural, or social identity of the data subject": "'Personenbezogene Daten' beziehen sich auf alle Informationen, die sich auf die betroffene Person beziehen und die direkt oder indirekt, insbesondere unter Bezugnahme auf einen Identifikator wie einen Namen, eine Identifikationsnummer, Standortdaten, Online-Identifikator oder einen oder mehrere Faktoren, die spezifisch für die physische, physiologische, genetische, mentale, wirtschaftliche, kulturelle oder soziale Identität der betroffenen Person sind, identifiziert werden können",
    "'Privacy notice' means this set of terms and conditions that govern the processing of personal data": "'Datenschutzhinweis' bezeichnet diesen Satz von Bedingungen, die die Verarbeitung personenbezogener Daten regeln",
    "'Processing' means any operation or set of operations performed on personal data or sets of personal data, whether by automated means or not, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination, or otherwise making available, alignment or combination, restriction, erasure, or destruction": "'Verarbeitung' bezeichnet jede Operation oder jede Reihe von Operationen, die mit personenbezogenen Daten oder mit Datensätzen von personenbezogenen Daten durchgeführt werden, sei es automatisiert oder nicht, wie beispielsweise das Sammeln, Erfassen, Organisieren, Strukturieren, Speichern, Anpassen, Ändern, Abrufen, Konsultieren, Verwenden, Offenlegen durch Übermittlung, Verbreitung oder anderweitige Bereitstellung, Abgleichen, Verknüpfen, Einschränken, Löschen oder Vernichten",
    "'Website' refers to the electronic website, whose main page is identified by an address, and any online products and services offered by Ubuyblues or call centers indicating this privacy notice": "'Web sitesi' terimi Ubuyblues tarafından geliştirilen ve temel sayfası belirli bir adrese sahip olan web sitesini ve mobil cihazlar için uygulamayı veya masaüstü bilgisayar için uygulamayı ifade eder",
    "'It' refers to the International Asfour company for wholesale and retail trade": "'Es' bezieht sich auf das Unternehmen International Asfour für den Groß- und Einzelhandel",
    "'It' refers to the products and services offered by Ubuyblues online on this website, or the services and call centers that are referenced in this privacy notice": "'Es' bezieht sich auf die Produkte und Dienstleistungen, die Ubuyblues auf dieser Website anbietet, oder auf die in diesem Datenschutzhinweis referenzierten Dienstleistungen und Callcenter",
    "What personal data do we collect ?": "Welche personenbezogenen Daten erfassen wir?",
    "The personal data provided by the data subject": "Von der betroffenen Person bereitgestellte personenbezogene Daten",
    "To provide a seamless customer experience, we receive and store your personal data related to the services of Ubuyblues, including, but not limited to": "Um ein nahtloses Kundenerlebnis zu gewährleisten, erhalten und speichern wir Ihre personenbezogenen Daten im Zusammenhang mit den Dienstleistungen von Ubuyblues, einschließlich, aber nicht beschränkt auf",
    "The name, address, and phone numbers": "Name, Adresse und Telefonnummern",
    "Payment information": "Zahlungsinformationen",
    "age": "Alter",
    "personal description, and photographic image in your profile": "Persönliche Beschreibung und fotografisches Bild in Ihrem Profil",
    "Identity-related information and documents, including civil ID numbers, national ID, and driver's license": "Identitätsbezogene Informationen und Dokumente, einschließlich Zivilausweisnummern, Personalausweis und Führerschein",
    "We automatically collect and store certain types of personal data about your use of Ubuyblues services. We use 'cookies' and other unique identifiers, obtaining specific types of personal data when your web browser or device accesses Ubuyblues services. We may collect automatic personal data from, including but not limited to": "Wir sammeln automatisch bestimmte Arten von personenbezogenen Daten über Ihre Nutzung der Dienste von Ubuyblues. Wir verwenden 'Cookies' und andere eindeutige Kennungen, um bestimmte Arten von personenbezogenen Daten zu erhalten, wenn Ihr Webbrowser oder Gerät auf die Dienste von Ubuyblues zugreift. Wir können automatische personenbezogene Daten sammeln, einschließlich, aber nicht beschränkt auf",
    "The Internet Protocol (IP) address used to connect your computer to the internet": "Die Internetprotokoll- (IP-) Adresse, die verwendet wird, um Ihren Computer mit dem Internet zu verbinden",
    "Login information, email address, and password": "Anmeldeinformationen, E-Mail-Adresse und Passwort",
    "The location of your device or computer": "Der Standort Ihres Geräts oder Computers",
    "Device metrics such as when the device is in use, application usage, connection data, any errors or failure conditions, version, and timezone settings": "Gerätemetriken wie die Verwendung des Geräts, Anwendungsverwendung, Verbindungsdaten, Fehler oder Fehlerbedingungen, Version und Zeitzoneneinstellungen",
    "Date of purchase": "Kaufdatum",
    "Information from other sources": "Informationen aus anderen Quellen",
    "We may receive personal data about you from third-party sources, including Ubuyblues and affiliates, such as delivery and address information updated by our transportation companies, which we use to correct our records and facilitate the next purchase delivery. However, we are not responsible for the privacy practices of third-party sites that we do not own, operate, or control. We may collect personal data from other sources, including but not limited to": "Wir können personenbezogene Daten über Sie von Drittanbietern erhalten, einschließlich Ubuyblues und verbundenen Unternehmen, wie beispielsweise Liefer- und Adressinformationen, die von unseren Transportunternehmen aktualisiert wurden, und die wir verwenden, um unsere Aufzeichnungen zu korrigieren und die nächste Kaufzustellung zu erleichtern. Wir sind jedoch nicht für die Datenschutzpraktiken von Drittanbieter-Websites verantwortlich, die wir nicht besitzen, betreiben oder kontrollieren. Wir können personenbezogene Daten aus anderen Quellen sammeln, einschließlich, aber nicht beschränkt auf",
    "Delivery information and updated address from third parties": "Lieferinformationen und aktualisierte Adresse von Dritten",
    "Search results and links, including paid listings": "Suchergebnisse und Links, einschließlich kostenpflichtiger Einträge",
    "Third-party applications or websites that allow us to collect, share, and/or use your personal data": "Drittanbieter-Anwendungen oder Websites, die es uns ermöglichen, Ihre personenbezogenen Daten zu sammeln, zu teilen und/oder zu verwenden",
    "Third-party sources providing marketing or demographic information about you to enhance our ability to tailor our content and provide Ubuyblues services that we believe may interest you": "Drittanbieter-Quellen, die Marketing- oder demografische Informationen über Sie bereitstellen, um unsere Fähigkeit zur Anpassung unserer Inhalte zu verbessern und Dienstleistungen von Ubuyblues anzubieten, von denen wir glauben, dass sie Sie interessieren könnten",
    "The purposes for which we use your personal data": "Die Zwecke, für die wir Ihre personenbezogenen Daten verwenden",
    "Ubuyblues uses your personal data to operate, provide, develop, and improve the services of the Ubuyblues website and application, including but not limited to": "Ubuyblues verwendet Ihre personenbezogenen Daten, um die Dienste der Ubuyblues-Website und -Anwendung zu betreiben, bereitzustellen, zu entwickeln und zu verbessern, einschließlich, aber nicht beschränkt auf",
    "Purchasing, delivery, and promotion": "Einkauf, Lieferung und Werbung",
    "Ubuyblues uses your personal data to receive and process orders, provide products and services, process payments, and communicate with you regarding orders, products, services, and promotional offers from Ubuyblues": "Ubuyblues verwendet Ihre personenbezogenen Daten, um Bestellungen zu empfangen und zu verarbeiten, Produkte und Dienstleistungen bereitzustellen, Zahlungen zu verarbeiten und mit Ihnen bezüglich Bestellungen, Produkten, Dienstleistungen und Werbeangeboten von Ubuyblues zu kommunizieren",
    "Providing error detection and correction features and improving the services of Ubuyblues": "Bereitstellung von Fehlererkennungs- und -korrekturfunktionen und Verbesserung der Dienste von Ubuyblues",
    "Ubuyblues uses your personal data to provide operational functions, analyze performance, troubleshoot errors, and enhance the usability and effectiveness of Ubuyblues services": "Ubuyblues verwendet Ihre personenbezogenen Daten, um operative Funktionen bereitzustellen, Leistung zu analysieren, Fehler zu beheben und die Benutzerfreundlichkeit und Effektivität der Dienste von Ubuyblues zu verbessern",
    "Recommendations and customization": "Empfehlungen und Anpassung",
    "Ubuyblues uses your personal data to recommend products and services that may interest you, identify your preferences, and personalize your experience with Ubuyblues": "Ubuyblues verwendet Ihre personenbezogenen Daten, um Produkte und Dienstleistungen zu empfehlen, die Sie interessieren könnten, Ihre Vorlieben zu identifizieren und Ihre Erfahrung mit Ubuyblues zu personalisieren",
    "Compliance with legal obligations": "Einhaltung gesetzlicher Verpflichtungen",
    "In some cases, Ubuyblues collects your personal data and uses it to comply with applicable laws": "In einigen Fällen sammelt Ubuyblues Ihre personenbezogenen Daten und verwendet sie, um geltenden Gesetzen zu entsprechen",
    "Communication": "Kommunikation",
    "Ubuyblues utilizes your personal data to communicate with you regarding application services through various channels (e.g., phone and email) .": "Ubuyblues verwendet Ihre persönlichen Daten, um mit Ihnen in Bezug auf die App-Dienste über verschiedene Kanäle zu kommunizieren (z. B. Telefon und E-Mail) .",
    "Advertisements": "Werbung",
    "Ubuyblues uses your personal data to display interest-based advertisements for features, products, and services that may be of interest to you. Ubuyblues does not use personally identifiable information to display interest-based ads": "Ubuyblues verwendet Ihre personenbezogenen Daten, um interessenbasierte Anzeigen für Funktionen, Produkte und Dienstleistungen anzuzeigen, die für Sie von Interesse sein könnten. Ubuyblues verwendet keine personenbezogenen identifizierbaren Informationen, um interessenbasierte Anzeigen anzuzeigen",
    "Preventing fraud and credit risks": "Verhinderung von Betrug und Kreditrisiken",
    "Ubuyblues uses your personal data to prevent, detect, and investigate fraud and misuse in order to protect the security of Ubuyblues and its customers. Ubuyblues may also use scoring methods to assess and manage risks": "Ubuyblues verwendet Ihre personenbezogenen Daten, um Betrug und Missbrauch zu verhindern, zu erkennen und zu untersuchen, um die Sicherheit von Ubuyblues und seinen Kunden zu schützen. Ubuyblues kann auch Bewertungsmethoden verwenden, um Risiken zu bewerten und zu verwalten",
    "Disclosure and sharing of your personal data": "Offenlegung und Weitergabe Ihrer personenbezogenen Daten",
    "We may share your personal data within Ubuyblues to provide you access to the services of the website and the application. Ubuyblues may market website and application services to you as a result of such sharing unless you explicitly unsubscribe": "Wir können Ihre personenbezogenen Daten innerhalb von Ubuyblues teilen, um Ihnen den Zugriff auf die Dienste der Website und der Anwendung zu ermöglichen. Ubuyblues kann Ihnen als Ergebnis einer solchen Weitergabe Website- und Anwendungsdienste vermarkten, es sei denn, Sie melden sich ausdrücklich ab",
    "Data subject rights": "Rechte der betroffenen Person",
    "When we process your personal data, you have several rights regarding how the personal data is processed, and you can exercise these rights at any time. We have provided an overview of those rights below along with what it entails for you. You can exercise your rights by submitting a data subject rights request form available on this website": "Wenn wir Ihre personenbezogenen Daten verarbeiten, haben Sie mehrere Rechte bezüglich der Verarbeitung der personenbezogenen Daten, und Sie können diese Rechte jederzeit ausüben. Wir haben unten einen Überblick über diese Rechte zusammen mit den daraus resultierenden Verpflichtungen für Sie gegeben. Sie können Ihre Rechte ausüben, indem Sie ein auf dieser Website verfügbares Formular für Anfragen zu den Rechten der betroffenen Person einreichen",
    "Right to access information": "Recht auf Zugang zu Informationen",
    "You have the right to obtain clear, transparent, and easily understandable information about how we use your personal data": "Sie haben das Recht, klare, transparente und leicht verständliche Informationen darüber zu erhalten, wie wir Ihre personenbezogenen Daten verwenden",
    "Right of access": "Recht auf Zugang",
    "You have the right to obtain a copy of the personal data we hold about you and to verify that we process it legally in accordance with applicable laws": "Sie haben das Recht, eine Kopie der personenbezogenen Daten, die wir über Sie gespeichert haben, zu erhalten und zu überprüfen, dass wir diese gesetzlich und gemäß den geltenden Gesetzen verarbeiten",
    "Right to rectification": "Recht auf Berichtigung",
    "You have the right to correct any incomplete or inaccurate personal data we hold about you. We may need to verify the accuracy of any new personal data you provide us": "Sie haben das Recht, alle unvollständigen oder ungenauen personenbezogenen Daten, die wir über Sie gespeichert haben, zu korrigieren. Wir müssen möglicherweise die Genauigkeit der von Ihnen bereitgestellten neuen personenbezogenen Daten überprüfen",
    "Right to erasure": "Recht auf Löschung",
    "You have the right to request the deletion or removal of personal data when there is no compelling reason for us to continue processing it. However, we may not always be able to comply with a deletion request for specific legal reasons, which will be notified to you, if applicable, at the time of your request": "Sie haben das Recht, von uns zu verlangen, dass wir Ihre persönlichen Daten löschen oder entfernen, wenn es keinen triftigen Grund gibt, sie weiter zu verarbeiten. Wir können jedoch möglicherweise nicht immer Ihrem Löschungsantrag aus bestimmten rechtlichen Gründen nachkommen, über die wir Sie, wenn möglich, zum Zeitpunkt Ihrer Anfrage informieren werden",
    "Right to object": "Widerspruchsrecht",
    "In case of non-compliance with this privacy notice or applicable laws for the website and application, you have the right to object to certain types of processing, including processing for direct marketing purposes (e.g., receiving emails from us to notify you or contact you with various potential opportunities)": "Im Falle von Nichtübereinstimmung mit diesem Datenschutzhinweis oder geltenden Gesetzen für die Website und Anwendung haben Sie das Recht, gegen bestimmte Arten der Verarbeitung Einspruch zu erheben, einschließlich der Verarbeitung für Direktmarketing-Zwecke (z. B. Erhalt von E-Mails von uns, um Sie zu benachrichtigen oder mit Ihnen in Kontakt zu treten)",
    "Right to restrict data processing": "Recht auf Einschränkung der Datenverarbeitung",
    "You have the right to restrict the processing of your personal data in the following scenarios:": "Sie haben das Recht, die Verarbeitung Ihrer personenbezogenen Daten in den folgenden Szenarien einzuschränken:",
    "If you want us to verify the accuracy of personal data": "Wenn Sie möchten, dass wir die Richtigkeit von personenbezogenen Daten überprüfen",
    "When our use of the data is unlawful, but you do not want us to erase it": "Wenn unsere Nutzung der Daten rechtswidrig ist, Sie diese jedoch nicht löschen möchten",
    "Your objection to our processing of your personal data, but we need to verify whether we have legitimate grounds to continue using it": "Ihr Widerspruch gegen unsere Verarbeitung Ihrer personenbezogenen Daten, jedoch müssen wir überprüfen, ob wir berechtigte Gründe haben, diese weiterhin zu verwenden",
    "Right to Data Portability": "Recht auf Datenübertragbarkeit",
    "We will provide you, or a third party of your choice, with your personal data in a structured, commonly used, and machine-readable format. This means it can be transferred, copied, or electronically transmitted under certain circumstances": "Wir werden Ihnen oder einem von Ihnen gewählten Dritten Ihre personenbezogenen Daten in einem strukturierten, allgemein gebräuchlichen und maschinenlesbaren Format zur Verfügung stellen. Dies bedeutet, dass es unter bestimmten Umständen übertragen, kopiert oder elektronisch übertragen werden kann",
    "The right to withdraw consent": "Recht auf Widerruf der Einwilligung",
    "Your consent to the privacy policy below is the legal basis for Ubuyblues to process your personal data. However, you have the right to withdraw your consent at any time. It is important to note that withdrawing consent does not affect the legality of processing your personal data prior to the successful withdrawal. You can withdraw your consent for the processing of your personal data at any time by contacting us at": "Ihre Zustimmung zur unten stehenden Datenschutzrichtlinie ist die rechtliche Grundlage für Ubuyblues zur Verarbeitung Ihrer personenbezogenen Daten. Sie haben jedoch das Recht, Ihre Einwilligung jederzeit zu widerrufen. Es ist wichtig zu beachten, dass der Widerruf der Einwilligung die Rechtmäßigkeit der Verarbeitung Ihrer personenbezogenen Daten vor dem erfolgreichen Widerruf nicht beeinträchtigt. Sie können Ihre Einwilligung zur Verarbeitung Ihrer personenbezogenen Daten jederzeit widerrufen, indem Sie uns kontaktieren unter",
    "Rights Related to Automated Decision Making and Profiling": "Rechte im Zusammenhang mit automatisierten Entscheidungen und Profiling",
    "You have the right to lodge a complaint with the relevant data protection authority if you believe that the processing of your personal data violates any of your rights or applicable legal provisions": "Sie haben das Recht, sich keinem Entscheidungsprozess zu unterwerfen, der ausschließlich auf automatisierter Verarbeitung beruht und rechtliche oder andere wesentliche Auswirkungen auf Sie hat. Insbesondere haben Sie das Recht auf :",
    "Express your opinion": "Äußern Sie Ihre Meinung",
    "Obtain an explanation of the decision reached after an assessment": "Erhalten Sie eine Erklärung der nach einer Bewertung getroffenen Entscheidung",
    "The right to lodge a complaint with the relevant data protection authority": "Das Recht, bei der zuständigen Datenschutzbehörde Beschwerde einzulegen",
    "You have the right to file a complaint with the appropriate data protection authority if you believe that the processing of your personal data violates any of your rights or the provisions of applicable laws": "Sie haben das Recht, bei der zuständigen Datenschutzbehörde Beschwerde einzulegen, wenn Sie der Meinung sind, dass die Verarbeitung Ihrer personenbezogenen Daten gegen eines Ihrer Rechte oder gegen die Bestimmungen geltender Gesetze verstößt",
    "Excessive or unreasonable request fees": "Übermäßige oder unangemessene Anfragegebühren",
    "You will not be required to pay fees to access your personal data or exercise any of the other rights. However, we may impose a reasonable fee if we believe your access request is unfounded or excessive. Instead, we may refuse to comply with the request in such circumstances": "Es werden keine Gebühren für den Zugriff auf Ihre persönlichen Daten oder die Ausübung Ihrer anderen Rechte erhoben. Wir können jedoch eine angemessene Gebühr erheben, wenn wir der Meinung sind, dass Ihr Zugriffsantrag unbegründet oder übermäßig ist. In solchen Fällen können wir uns stattdessen weigern, der Anfrage nachzukommen",
    "Response times for data subject requests": "Reaktionszeiten für Anfragen von betroffenen Personen",
    "We aim to respond to all lawful requests within 30 days. Sometimes, it may take longer if your request is particularly complex or if you have made several requests. In such cases, we will notify you and keep you updated on the progress": "Wir streben an, auf alle rechtmäßigen Anfragen innerhalb von 30 Tagen zu antworten. Manchmal kann es länger dauern, wenn Ihre Anfrage besonders komplex ist oder wenn Sie mehrere Anfragen gestellt haben. In solchen Fällen werden wir Sie benachrichtigen und Sie über den Fortschritt auf dem Laufenden halten",
    "What we may need from you": "Was wir von Ihnen benötigen könnten",
    "We may need to request specific information from you to help us confirm your identity and ensure your right to access personal data (or exercise any of your other rights). This is a security measure to ensure that personal data is not disclosed to anyone who does not have the right to access it. We may also contact you to request further information regarding your request to expedite our response. If you wish to exercise any of the rights outlined above, please contact us at": "Wir können spezifische Informationen von Ihnen anfordern, um uns bei der Bestätigung Ihrer Identität und der Sicherstellung Ihres Rechts auf Zugriff auf personenbezogene Daten (oder Ausübung Ihrer anderen Rechte) zu unterstützen. Dies ist eine Sicherheitsmaßnahme, um sicherzustellen, dass personenbezogene Daten nicht an Personen weitergegeben werden, die kein Recht auf Zugriff haben. Möglicherweise setzen wir uns auch mit Ihnen in Verbindung, um weitere Informationen zu Ihrer Anfrage zu erhalten und unsere Antwort zu beschleunigen. Wenn Sie eines der oben genannten Rechte ausüben möchten, kontaktieren Sie uns bitte unter",
    "Personal data of children": "Personenbezogene Daten von Kindern",
    "We do not knowingly request or collect personal data from children. If you share any personal data for a child, you acknowledge and warrant that you have the authority to do so and permit Ubuyblues to use the personal data in accordance with the privacy notice": "Wir fordern oder sammeln wissentlich keine personenbezogenen Daten von Kindern an. Wenn Sie personenbezogene Daten für ein Kind teilen, bestätigen und garantieren Sie, dass Sie dazu berechtigt sind, und gestatten Ubuyblues, die personenbezogenen Daten gemäß der Datenschutzerklärung zu verwenden",
    "The period for retaining your personal data": "Die Aufbewahrungsfrist für Ihre personenbezogenen Daten",
    "Your personal data is retained in accordance with applicable laws for a period not exceeding what is required for the purpose for which it was collected or as required by applicable laws": "Ihre personenbezogenen Daten werden gemäß den geltenden Gesetzen für einen Zeitraum aufbewahrt, der nicht länger ist als für den Zweck, zu dem sie gesammelt wurden, oder wie es die geltenden Gesetze vorschreiben",
    "Ubuyblues retains your personal data wherever it has a legitimate interest, for the performance of a contract, where there is a vital interest to the data subject or another natural person, or for the execution of a task carried out in the public interest or in the exercise of official authority. The data may also be retained to fulfill legal or accounting requirements, or other regulatory reporting requirements, or with your consent. Afterwards, Ubuyblues either deletes or anonymizes the data, making it untraceable to you. However, Ubuyblues may continue to retain your personal data if it believes it is necessary to prevent fraud or future misuse, to enable Ubuyblues to exercise its legal rights, and/or to defend against legal claims, or if required by applicable laws or for other legitimate purposes. Ubuyblues may continue to retain your personal data in an anonymized form for analytical and research purposes": "Ubuyblues behält Ihre personenbezogenen Daten dort, wo ein berechtigtes Interesse besteht, zur Erfüllung eines Vertrags, wenn ein vitales Interesse für die betroffene Person oder eine andere natürliche Person besteht oder zur Durchführung einer im öffentlichen Interesse durchgeführten Aufgabe oder bei Ausübung öffentlicher Gewalt. Die Daten können auch aufbewahrt werden, um gesetzliche oder buchhalterische Anforderungen zu erfüllen oder andere regulatorische Meldepflichten zu erfüllen oder mit Ihrer Zustimmung. Nachfolgend löscht oder anonymisiert Ubuyblues die Daten, sodass sie für Sie nicht mehr nachverfolgbar sind. Ubuyblues kann jedoch weiterhin Ihre personenbezogenen Daten aufbewahren, wenn es für notwendig erachtet wird, um Betrug oder zukünftigen Missbrauch zu verhindern, Ubuyblues die Ausübung seiner gesetzlichen Rechte zu ermöglichen und/oder sich gegen rechtliche Ansprüche zu verteidigen oder wenn dies nach geltendem Recht erforderlich ist oder aus anderen legitimen Gründen. Ubuyblues kann Ihre personenbezogenen Daten weiterhin in anonymisierter Form zu Analyse- und Forschungszwecken aufbewahren",
    "How we protect your personal data ?": "Wie schützen wir Ihre personenbezogenen Daten?",
    "In an effort to protect your personal data from unauthorized access, disclosure, loss, alteration, or misuse, we employ security practices and measures, based on our discretion, in accordance with applicable laws or international standards": "Um Ihre personenbezogenen Daten vor unbefugtem Zugriff, Offenlegung, Verlust, Änderung oder Missbrauch zu schützen, verwenden wir Sicherheitspraktiken und -maßnahmen, die wir nach unserem Ermessen gemäß geltenden Gesetzen oder internationalen Standards anwenden",
    "Such as ISO/IEC 27001:2013. We design our systems with consideration for security and privacy. We adhere to standard security measures and continuously update our systems to protect your personal data from any breaches or virus exposure. We use various methods to safeguard personal data as outlined below": "wie ISO/IEC 27001:2013. Wir entwerfen unsere Systeme unter Berücksichtigung von Sicherheit und Datenschutz. Wir halten uns an standardmäßige Sicherheitsmaßnahmen und aktualisieren kontinuierlich unsere Systeme, um Ihre personenbezogenen Daten vor Verletzungen oder Virenexposition zu schützen. Wir verwenden verschiedene Methoden, um personenbezogene Daten zu schützen, wie unten dargestellt",
    "Physical measures include locked file cabinets, restricted access to offices, and alarm systems": "Zu den physischen Maßnahmen gehören verschlossene Aktenschränke, eingeschränkter Zugang zu Büros und Alarmsysteme",
    "Technological tools such as password encryption and encryption using best practices in this field in general": "Technologische Werkzeuge wie Passwortverschlüsselung und Verschlüsselung unter Verwendung bewährter Praktiken auf diesem Gebiet im Allgemeinen",
    "Regulatory controls, confidentiality agreements, restricted access on a need-to-know basis, employee training, and security clearances": "Regulatorische Kontrollen, Vertraulichkeitsvereinbarungen, eingeschränkter Zugang auf Bedarfsbasis, Mitarbeitertraining und Sicherheitsfreigaben",
    "Online security is enhanced through the integration of measures such as encryption tools and authentication to protect your personal data from unauthorized use. Firewalls are used to protect our servers and network from unauthorized user access and tampering with files and other personal data we store. Additionally, we conduct regular malware scans to prevent data breaches": "Die Online-Sicherheit wird durch die Integration von Maßnahmen wie Verschlüsselungswerkzeugen und Authentifizierung zur Verhinderung unbefugter Nutzung Ihrer personenbezogenen Daten verbessert. Firewalls werden eingesetzt, um unsere Server und Netzwerke vor unbefugtem Zugriff und Manipulation von Dateien und anderen personenbezogenen Daten, die wir speichern, zu schützen. Darüber hinaus führen wir regelmäßige Malware-Scans durch, um Datenverstöße zu verhindern",
    "Your personal data is contained behind secured networks and can only be accessed by a limited number of individuals who have special access rights to these systems and are required to keep the personal data confidential. In addition, all sensitive personal data and credit card information you provide is encrypted via Secure Socket Layer (SSL) technology": "Ihre personenbezogenen Daten sind hinter gesicherten Netzwerken enthalten und können nur von einer begrenzten Anzahl von Personen mit speziellen Zugriffsrechten auf diese Systeme abgerufen werden, die verpflichtet sind, die personenbezogenen Daten vertraulich zu behandeln. Darüber hinaus werden alle sensiblen personenbezogenen Daten und Kreditkarteninformationen, die Sie bereitstellen, über die Secure Socket Layer (SSL) -Technologie verschlüsselt",
    "Changing the Purpose": "Zweckänderung",
    "We will use your personal data for the purposes outlined in this privacy policy only, unless we find a justifiable reason to use it for another reason, and that reason is compatible with the original purpose": "Wir werden Ihre personenbezogenen Daten nur für die in dieser Datenschutzrichtlinie festgelegten Zwecke verwenden, es sei denn, wir finden einen berechtigten Grund, sie für einen anderen Zweck zu verwenden, und dieser Grund ist mit dem ursprünglichen Zweck vereinbar",
    "If we need to use your personal data for an unrelated purpose, we will inform you and explain the legal basis that allows us to do so. If you would like an explanation of how the processing for the new purpose is compatible with the original purpose, please contact the Data Protection Officer using the contact details provided in this privacy notice": "Wenn wir Ihre personenbezogenen Daten für einen nicht verwandten Zweck verwenden müssen, informieren wir Sie und erläutern die rechtliche Grundlage, die es uns ermöglicht, dies zu tun. Wenn Sie eine Erklärung dazu möchten, wie die Verarbeitung für den neuen Zweck mit dem ursprünglichen Zweck vereinbar ist, kontaktieren Sie bitte den Datenschutzbeauftragten unter den in diesem Datenschutzhinweis angegebenen Kontaktdaten",
    "Aggregated or Pre-classified Data": "Aggregierte oder vorab klassifizierte Daten",
    "Ubuyblues may also collect and/or generate anonymized and aggregated information from your use of Ubuyblues services. Anonymous or aggregated information is not considered personal data, as we are unable to identify you using any available means from that anonymized or aggregated information. The anonymous and aggregated information is used for various tasks, including assisting us in identifying and addressing any errors, improving the performance of Ubuyblues services, and may be used in various ways such as internal analysis, analytics, and research. Ubuyblues may share this information with third parties for purposes related to them or their interests in an anonymized or aggregated form designed to prevent anyone from identifying you": "Ubuyblues kann auch anonymisierte und aggregierte Informationen aus Ihrer Nutzung der Ubuyblues-Dienste sammeln und/oder generieren. Anonyme oder aggregierte Informationen gelten nicht als personenbezogene Daten, da wir nicht in der Lage sind, Sie anhand dieser anonymisierten oder aggregierten Informationen zu identifizieren. Die anonymen und aggregierten Informationen werden für verschiedene Aufgaben verwendet, einschließlich der Unterstützung bei der Identifizierung und Behebung von Fehlern, der Verbesserung der Leistung der Ubuyblues-Dienste und können auf verschiedene Arten verwendet werden, z. B. für interne Analysen, Analysen und Forschung. Ubuyblues kann diese Informationen in anonymer oder aggregierter Form mit Dritten teilen, die mit ihnen oder ihren Interessen in Verbindung stehen, um zu verhindern, dass jemand Sie identifizieren kann",
    "Consent, Compensation, and Liability": "Einverständnis, Entschädigung und Haftung",
    "In accordance with the Privacy Notice, you hereby grant Ubuyblues the right to process your personal data, internally or with third parties, for the purposes outlined in this notice. You acknowledge that you provided your personal data voluntarily and that this personal data is true, accurate, complete, and up-to-date": "Gemäß der Datenschutzerklärung gewähren Sie hiermit Ubuyblues das Recht, Ihre personenbezogenen Daten intern oder mit Dritten für die in dieser Mitteilung dargelegten Zwecke zu verarbeiten. Sie erkennen an, dass Sie Ihre personenbezogenen Daten freiwillig zur Verfügung gestellt haben und dass diese personenbezogenen Daten wahr, genau, vollständig und aktuell sind",
    "You agree to defend Ubuyblues and its contributors, officials, directors, employees, and indemnify and protect them from any and all claims, liabilities, damages, losses, or expenses (including, but not limited to, settlement amounts, reasonable legal fees, and personal expenses) arising out of or related to any form of your access to or use of this website": "Sie erklären sich damit einverstanden, Ubuyblues und seine Beitragenden, Amtsträger, Direktoren, Mitarbeiter zu verteidigen und sie von jeglichen Ansprüchen, Haftungen, Schäden, Verlusten oder Ausgaben (einschließlich, aber nicht beschränkt auf Vergleichsbeträge, angemessene Anwaltsgebühren und persönliche Ausgaben) im Zusammenhang mit einer Form Ihres Zugriffs auf diese Website oder Ihrer Nutzung dieser Website freizustellen und zu schützen",
    "Ubuyblues and its directors and employees shall not be liable in any form for any direct, indirect, incidental, consequential, or punitive damages (including, but not limited to, loss of profits, business interruption, and loss of programs on your information system) arising out of or related to": "Ubuyblues und seine Direktoren und Mitarbeiter haften in keiner Form für direkte, indirekte, zufällige, Folgeschäden oder Strafschäden (einschließlich, aber nicht beschränkt auf Gewinnverluste, Geschäftsunterbrechungen und Programmverluste in Ihrem Informationssystem) im Zusammenhang mit",
    "The use or access to, or inability to use, the information or branching links available on this website or Ubuyblues's services or any vendor services": "Die Nutzung oder der Zugang zu den auf dieser Website oder den Dienstleistungen von Ubuyblues oder den Dienstleistungen von Anbietern verfügbaren Informationen oder Verzweigungslinks oder die Unfähigkeit, diese zu nutzen",
    "Your provision of any information, including your personal data": "Ihre Bereitstellung von Informationen, einschließlich Ihrer personenbezogenen Daten",
    "Any failure, delay, error, interruptions, or inaccuracies directly or indirectly resulting from any cause, including but not limited to unauthorized access or misuse of personal data by any third party, network service failures, or the operation of this website or any solution operating this website": "Jeder Ausfall, jede Verzögerung, jeder Fehler, jede Unterbrechung oder jede Ungenauigkeit, die direkt oder indirekt aus irgendeinem Grund resultiert, einschließlich, aber nicht beschränkt auf unbefugten Zugriff oder Missbrauch von personenbezogenen Daten durch Dritte, Ausfälle von Netzwerkdiensten oder dem Betrieb dieser Website oder einer Lösung, die diese Website betreibt",
    "Actions or negligence of Ubuyblues or any of its affiliated external service providers, agents, or employees": "Handlungen oder Fahrlässigkeit von Ubuyblues oder einem seiner verbundenen externen Dienstleister, Agenten oder Mitarbeiter",
    "Ubuyblues disclaims and excludes to the fullest extent permitted by applicable laws all warranties and representations, whether express, implied, or statutory, regarding this website or the result of your use of this website or Ubuyblues's services, or regarding the accuracy, currency, or completeness of the information provided by Ubuyblues, including, for example, implied warranties of fitness for a particular purpose and non-infringement of patent, trademark, or any other intellectual property right. All contents of this website, including, for example, all content and information and links therein, are provided 'as is' with no warranty that they will be uninterrupted or error-free. This disclaimer applies to all causes of action, whether based on contract, warranty, tort, or any other legal theories": "Ubuyblues lehnt ab und schließt im gesetzlich zulässigen Umfang alle Gewährleistungen und Zusicherungen, ob ausdrücklich, konkludent oder gesetzlich, hinsichtlich dieser Website oder des Ergebnisses Ihrer Nutzung dieser Website oder der Dienstleistungen von Ubuyblues aus, einschließlich, aber nicht beschränkt auf konkludente Gewährleistungen der Eignung für einen bestimmten Zweck und der Nichtverletzung von Patenten, Marken oder anderen geistigen Eigentumsrechten. Alle Inhalte dieser Website, einschließlich, aber nicht beschränkt auf alle Inhalte und Informationen sowie Links darin, werden 'wie besehen' ohne Gewährleistung bereitgestellt, dass sie ununterbrochen oder fehlerfrei sind. Diese Haftungsausschlussklausel gilt für alle Rechtsmittel, unabhängig davon, ob sie auf Vertrag, Gewährleistung, unerlaubte Handlung oder anderen Rechtstheorien beruhen",
    "Membership Terms for Adding Your E-commerce Store and Opening an Account": "Die Bedingungen für die Teilnahme am Service 'Fügen Sie Ihren Online-Shop hinzu und eröffnen Sie ein Konto' lauten wie folgt",
    "You must be 18 years of age or older according to laws and regulations": "Sie müssen gemäß den Gesetzen und Vorschriften mindestens 18 Jahre alt sein",
    "The store's activity must be within permissible commercial fields, and any deviation will result in the rejection of the application": "Die Tätigkeit Ihres Geschäfts muss in den zulässigen Handelsbereichen liegen. Andernfalls wird die Anfrage abgelehnt",
    "You must register with Ubuyblues to use and benefit from the service by contacting the Ubuyblues team via email at info@ubuyblues.com for agreement and setup. Ubuyblues reserves the right to reject any request to create an account or add your e-commerce store. Furthermore, Ubuyblues reserves the right to terminate the 'Add Your E-commerce Store' service or any account for any violation within the website's policy without prior notice and at any time": "Sie müssen sich bei Ubuyblues registrieren, Um den Service zu nutzen und davon zu profitieren, kommunizieren Sie bitte mit dem Team von Ubuyblues per E-Mail unter info@ubuyblues.com, um eine Vereinbarung zu treffen und diese zu bestätigen Ubuyblues behält sich das Recht vor, die Einrichtung eines Kontos oder die Hinzufügung eines Online-Shops abzulehnen. Ebenso behält sich Ubuyblues das Recht vor, den Service 'Fügen Sie Ihren Online-Shop hinzu' oder jedes Konto ohne Vorwarnung und zu jeder Zeit zu beenden, wenn gegen die Website-Richtlinien verstoßen wird",
    "Customer Code of Conduct Policy": "Kundenverhaltensrichtlinie",
    "At Ubuyblues, customer satisfaction is our top priority, and we strive to resolve all customer issues in a professional and friendly manner. However, we will not tolerate any unacceptable or unreasonable behavior towards our customer service team members": "Bei Ubuyblues steht die Kundenzufriedenheit an erster Stelle, und wir bemühen uns, alle Kundenanliegen auf professionelle und freundliche Weise zu lösen. Wir tolerieren jedoch keinerlei inakzeptables oder unangemessenes Verhalten gegenüber unseren Mitarbeitern im Kundenservice",
    "Unacceptable behavior towards Ubuyblues's customer service employees may include, for example": "Inakzeptables Verhalten gegenüber den Mitarbeitern im Kundenservice von Ubuyblues kann beispielsweise folgendes umfassen",
    "Submitting repetitive or consistently malicious complaints, despite the matter being fully addressed; similarly, ongoing repetition of complaints despite reasonable and fair solutions provided according to our policies": "Wiederholtes oder dauerhaft bösartiges Einreichen von Beschwerden, obwohl die Angelegenheit bereits vollständig behandelt wurde; ebenso fortgesetzte Wiederholung von Beschwerden trotz angemessener und fairer Lösungen gemäß unseren Richtlinien",
    "Demanding or expecting employees to violate the company's applicable policy guidelines": "Von Mitarbeitern verlangen oder erwarten, gegen die entsprechenden Richtlinien des Unternehmens zu verstoßen",
    "A high number of complaints compared to the total purchase value history": "Eine große Anzahl von Beschwerden im Vergleich zum Gesamtkaufwert in der Kaufhistorie",
    "For such behavior, complainants may be notified formally with the following": "Für ein solches Verhalten können Beschwerdeführer formell mit folgendem benachrichtigt werden",
    "Their language is considered offensive, abusive, threatening, and entirely unacceptable": "Ihre Sprache wird als beleidigend, missbräuchlich, bedrohlich und völlig inakzeptabel betrachtet",
    "They must refrain from using such language, abuse, and threats": "Sie müssen sich davor hüten, eine solche Sprache, Missbrauch und Drohungen zu verwenden",
    "There will be no further exchange of correspondence on this matter if they continue this behavior": "Es wird keinen weiteren Austausch von Korrespondenz zu dieser Angelegenheit geben, wenn sie dieses Verhalten fortsetzen",
    "Ubuyblues reserves the right to refuse customer requests in the future without further notice": "Ubuyblues behält sich das Recht vor, Kundenanfragen in Zukunft ohne weitere Ankündigung abzulehnen",
    "Complaint Escalation Process": "Beschwerde-Eskalationsprozess",
    "This process strictly applies to customer service issues. For separate legal issues such as copyright rights": "Dieser Prozess gilt streng für Kundenservice-Angelegenheiten. Für separate rechtliche Fragen wie Urheberrechte",
    "Contact Us > Submit a Ticket > Select Warranty and Return > Submit Formal Complaint": "Kontaktiere uns > Reiche ein Ticket ein > Wähle Garantie und Rückgabe > Reiche eine formelle Beschwerde ein",
    "We will respond to all complaints within 24 hours, excluding weekends and official holidays": "Wir werden auf alle Beschwerden innerhalb von 24 Stunden antworten, unter Ausschluss von Wochenenden und gesetzlichen Feiertagen",
    "Intellectual property rights": "Geistige Eigentumsrechte",
    "This website and all its contents, including but not limited to all texts, graphics, HTML code, all product names, trade names, service names, domain names, and trademark fonts or logos in any form or text, are materials protected by copyright and may not be printed, copied, published, reproduced, or used (including images of faces) or distributed in whole or in part without the prior written consent of Ubuyblues": "Diese Website und alle ihre Inhalte, einschließlich, aber nicht beschränkt auf alle Texte, Grafiken, HTML-Code, alle Produktnamen, Handelsnamen, Dienstleistungsnamen, Domainnamen und Markenschriften oder -logos in jeglicher Form oder Text sind urheberrechtlich geschützte Materialien und dürfen ohne die vorherige schriftliche Zustimmung von Ubuyblues weder vollständig noch teilweise gedruckt, kopiert, veröffentlicht, reproduziert oder verwendet werden (einschließlich Bilder von Gesichtern)",
    "Changes to the Privacy Notice": "Änderungen an der Datenschutzerklärung",
    "We may update this privacy notice from time to time in response to legal, technical, contractual, regulatory, or business developments. When we update our privacy notice, we will take appropriate steps to notify you, in accordance with the significance of the changes we make. Your continued use of this website constitutes acceptance of these changes. We will obtain your consent to any material changes to the privacy notice where and to the extent required by applicable laws": "Änderungen an der Datenschutzerklärung können gelegentlich aufgrund rechtlicher, technischer, vertraglicher, behördlicher oder geschäftlicher Entwicklungen vorgenommen werden. Wenn wir unsere Datenschutzerklärung aktualisieren, werden wir angemessene Schritte unternehmen, um Sie entsprechend zu informieren, je nach Bedeutung der vorgenommenen Änderungen. Ihre fortgesetzte Nutzung dieser Website gilt als Zustimmung zu diesen Änderungen. Wir werden Ihre Zustimmung zu wesentlichen Änderungen an der Datenschutzerklärung einholen, soweit dies gemäß den anwendbaren Gesetzen erforderlich ist",
    "You can find out the last update date of the corresponding privacy notice by checking the 'Last Modified' date displayed at the end of the corresponding privacy notice": "Sie können das Datum der letzten Aktualisierung der entsprechenden Datenschutzerklärung überprüfen, indem Sie das 'Letzte Änderungsdatum' am Ende der entsprechenden Datenschutzerklärung überprüfen",
    "Contact us": "Kontaktiere uns",
    "If you have any comments or inquiries regarding our terms or privacy policy, you can contact us by sending an email or calling customer service at the following address": "Wenn Sie Anmerkungen oder Anfragen zu unseren Bedingungen oder Datenschutzrichtlinien haben, können Sie uns per E-Mail kontaktieren oder den Kundenservice unter der folgenden Adresse anrufen",
    "forget password": "Passwort vergessen",
    "Welcome To You In Forget Password Page": "Willkommen auf der Passwort vergessen Seite",
    "Forget Password": "Passwort vergessen",
    "Wait Checking": "Warten auf Überprüfung",
    "Please Enter The Code Here": "Bitte geben Sie den Code ein",
    "Please Enter New Password Here": "Bitte geben Sie hier das neue Passwort ein",
    "Please Enter Confirm New Password Here": "Bitte bestätigen Sie hier das neue Passwort",
    "Reset Password": "Passwort zurücksetzen",
    "Wait Reseting": "Warten auf das Zurücksetzen",
    "Sorry, This Email Is Not Exist !!": "Entschuldigung, diese E-Mail existiert nicht!",
    "Sorry, This Code Is Not Valid !!": "Entschuldigung, dieser Code ist ungültig!",
    "Reseting Password Process Has Been Successfully !!, Please Wait To Navigate To Login Page !!": "Der Passwortrücksetzungsprozess wurde erfolgreich abgeschlossen! Bitte warten Sie, um zur Anmeldeseite zu gelangen!",
    "Home": "Heim",
    "Login / Register": "Anmeldung / Registrieren",
    "Languages": "Sprachen",
    "Countries": "Länder",
    "Your Order Billing From Ubuyblues Store": "Ihre Bestellabrechnung im Ubuyblues Store",
    "Wallet": "Geldbörse",
    "Favorite Products": "Lieblingsprodukte",
    "Sorry, Can't Find Any Previous Products In Your History Wallet !!": "Leider können in Ihrer Verlaufsmappe keine früheren Produkte gefunden werden !!",
    "Enter Page Number": "Geben Sie die Seitenzahl ein",
    "Payment Methods": "ZAHLUNGSMETHODEN",
    "Shipping Methods": "Versandarten",
    "Subscription": "Abonnement",
    "Enter your email address": "Geben Sie Ihre E-Mail-Adresse ein",
    "I want to receive all the latest updates via email": "Ich möchte alle neuesten Updates per E-Mail erhalten",
    "Last Added Products By Category Name": "Zuletzt hinzugefügte Produkte nach Kategorienamen",
    "Referral": "Empfehlung",
    "Sorry, There Is No Related Products In This Product !!": "Es tut uns leid, aber es gibt keine verwandten Produkte für dieses Produkt !!",
    "Click To Go To Cart Page": "Klicken Sie hier, um zur Warenkorbseite zu gelangen",
    "Sorry, This Product Is Not Exist In Your Cart !!": "Entschuldigung, dieses Produkt existiert nicht in Ihrem Warenkorb!",
    "Sorry, This Product Is Already Exist In Your Cart !!": "Entschuldigung, dieses Produkt befindet sich bereits in Ihrem Warenkorb!",
    "Delete From Cart": "Aus dem Warenkorb entfernen",
    "Please Enter The name Of The Product You Want To Search For": "Bitte geben Sie den Namen des Produkts ein, das Sie suchen möchten",
    "Sorry, Not Found Any Products Related In This Name !!": "Entschuldigung, es wurden keine Produkte mit diesem Namen gefunden!",
    "Sort By": "Sortieren nach",
    "From Latest To Oldest": "Von neuestem bis ältestem",
    "From Oldest To Latest": "Von ältestem bis neuestem",
    "From Highest Price To Lowest": "Vom höchsten zum niedrigsten Preis",
    "From Lowest Price To Highest": "Vom niedrigsten zum höchsten Preis",
    "Discount": "Rabatt",
    "Add Your Store": "Fügen Sie Ihren Shop hinzu",
    "Please Enter Your Store Name": "Bitte geben Sie den Namen Ihres Ladens ein",
    "Please Enter Your First Name": "Bitte geben Sie Ihren Vornamen ein",
    "Please Enter Your Last Name": "Bitte geben Sie Ihren Nachnamen ein",
    "Please Enter Your Products Type": "Bitte geben Sie den Typ Ihrer Produkte ein",
    "Please Enter Your Products Description": "Bitte geben Sie eine Beschreibung Ihrer Produkte ein",
    "Add Now": "Jetzt hinzufügen",
    "Please Waiting": "Bitte warten Sie ...",
    "Creating Licence Request New Store Process Has Been Successfully !!": "Der Prozess zur Erstellung einer Lizenzanfrage für einen neuen Laden wurde erfolgreich abgeschlossen !!",
    "Sorry, This Service Is Not Available Now !!": "Entschuldigung, dieser Service ist im Moment nicht verfügbar !!",
    "Stores": "Shops",
    "Sorry, This Store Is Not Found !!": "Entschuldigung, Dieser Laden wurde nicht gefunden !!",
    "Sorry, Can't Find Any Categories For This Store !!": "Entschuldigung, Es wurden keine Kategorien für diesen Laden gefunden !!",
    "Store Name": "Geschäftsname",
    "Products Type": "Produkttyp",
    "Products Description": "Produktbeschreibung",
    "Share Your Favorite Store With Your Friends": "Teilen Sie Ihren Laden mit Ihren Freunden",
    "Store-Associated Products": "Ladenbezogene Produkte",
    "Thanks For Purchase From Store": "Vielen Dank für den Kauf im Geschäft",
    "Store Id": "Geschäfts-ID",
    "Owner Full Name": "Vollständiger Name des Eigentümers",
    "Sorry, This User Is Not Found !!": "Entschuldigung, dieser Benutzer wurde nicht gefunden !!",
    "Sorry, The Email For This User Is Not Verified !!": "Entschuldigung, die E-Mail-Adresse für diesen Benutzer wurde nicht verifiziert !!",
    "Ubuyblues Store": "Ubuyblues Laden",
    "Page Not Found": "Seite nicht gefunden",
    "Account Verification": "Kontoüberprüfung",
    "User Auth": "Benutzer Authentifizierung",
    "Cart": "Warenkorb",
    "Checkout": "Kasse",
    "Payment Confirmation": "Zahlungsbestätigung",
    "Customer Account Info": "Kundenkontoinformation",
    "Customer Dashboard": "Kunden-Dashboard",
    "Customer Addreses": "Kundenadressen",
    "Customer Billing Address": "Kundenrechnungsadresse",
    "Customer Shipping Address": "Kundenversandadresse",
    "Customer Favorite Products": "Kundenlieblingsprodukte",
    "Customer Wallet Products": "Kundenportemonnaieprodukte",
    "Customer Orders": "Kundenbestellungen",
    "Polices Terms And Conditions": "Allgemeine Geschäftsbedingungen",
    "Products By Category": "Produkte nach Kategorie",
    "Return And Refund Policy": "Rückgabe- und Erstattungsrichtlinie",
    "Flash Products": "Blitzangebote für Produkte",
    "Time Is Running Out !!": "Die Zeit läuft ab !!",
    "Expired !!": "Abgelaufen !!",
    "Day": "Tg.",
    "Hour": "Std.",
    "Min": "Min.",
    "Sec": "Sek.",
    "Show Product Details": "Produktdetails anzeigen",
    "Sorry, This Name Is Not Valid !!": "Entschuldigung, dieser Name ist ungültig!!",
    "Show Billing": "Rechnung anzeigen",
    "Checkout Successfull": "Zahlung erfolgreich",
    "Sorry, This Email Is Already Exist !!": "Entschuldigung, diese E-Mail existiert bereits !!",
    "Sorry, This Category Is Not Exist !!": "Entschuldigung, diese Kategorie existiert nicht !!",
    "Sharing Your Favorite Product On Ubuyblues": "Teilen Sie Ihr Lieblingsprodukt auf Ubuyblues",
    "Sharing Your Favorite Store On Ubuyblues": "Teilen Sie Ihren Lieblingsladen auf Ubuyblues",
    "Pleae Select User Type": "Bitte Benutzertyp auswählen",
    "Normal User": "Normaler Benutzer",
    "Admin": "Administrator",
    "Sorry, Not Found Any Brands !!": "Entschuldigung, keine Marken gefunden !!",
    "Profile": "Profil",
    "Show All Brands": "Alle Marken anzeigen",
    "All The Brands Of The Store": "Alle Marken des Geschäfts",
    "Sorry, This Product Not Available Now !!": "Leider ist dieses Produkt derzeit nicht verfügbar !!",
    "For Local Products": "Für lokale Produkte",
    "That Are Available Within The Country And Shipped Within The Same Country": "die innerhalb des Landes verfügbar sind und innerhalb desselben Landes versendet werden",
    "For International Products": "Für internationale Produkte",
    "That Are Available Within One Country And Shipped To Another Country": "die in einem Land verfügbar sind und in ein anderes Land versendet werden",
    "Work Days": "Arbeitstage",
    "Normal": "Normal"
}