{
    "login": "giriş",
    "sign-up": "kaydol",
    "Or Sign In With": "Veya Şununla Giriş Yap",
    "Wait Logining": "Giriş Yapılıyor, Lütfen Bekleyin",
    "Please Enter Your Email": "Lütfen E-postanızı Girin",
    "Please Enter Your Password": "Lütfen Şifrenizi Girin",
    "Wait Signup": "Kaydolun, Lütfen Bekleyin",
    "Create New Account": "Yeni Hesap Oluştur",
    "Or Sign Up With": "Veya Şununla Kaydolun",
    "English": "İngilizce",
    "Arabic": "Arapça",
    "Turkish": "Türkiye",
    "German": "Almanya",
    "Sorry, This Field Can't Be Empty !!": "Üzgünüm, Bu Alan Boş Bırakılamaz!!",
    "Sorry, This Email Is Not Valid !!": "Üzgünüm, Bu E-posta Geçerli Değil!!",
    "Sorry, The Password Must Be At Least 8 Characters Long, With At Least One Number, At Least One Lowercase Letter, And At Least One Uppercase Letter.": "Üzgünüm, Şifre en az 8 karakter uzunluğunda olmalıdır, en az bir rakam, en az bir küçük harf ve en az bir büyük harf içermelidir.",
    "Sorry, Email Or Password Incorrect !!": "Üzgünüm, E-posta veya Şifre Hatalı!!",
    "Sorry, Someting Went Wrong, Please Try Again The Process !!": "Üzgünüm, Bir Şeyler Ters Gitti, Lütfen İşlemi Tekrar Deneyin!!",
    "Sorry, Can't Create User Because it is Exist !!": "Üzgünüm, Kullanıcı Oluşturulamıyor Çünkü Var!!!",
    "Ok !!, Create New User Process Has Been Successfuly !!, Please Wait To Navigate To Verification Page !!": "Tamam!!, Yeni Kullanıcı Başarıyla Oluşturuldu!!, Lütfen Doğrulama Sayfasına Yönlendirilene Kadar Bekleyin!!",
    "Dashboard": "Gösterge Paneli",
    "Orders": "Siparişler",
    "Addresses": "Adresler",
    "Account Details": "Hesap Detayları",
    "Wish List": "Arzu Listesi",
    "Logout": "Çıkış Yap",
    "Hello": "Merhaba",
    "Log out": "Çıkış Yap",
    "From your account dashboard you can view your": "Hesap gösterge panelinizden görebilirsiniz ki, sizin",
    "recent orders": "Son siparişler",
    "shipping and billing addresses": "Teslimat ve fatura adresleri",
    "edit your password and account details": "Şifrenizi ve hesap detaylarınızı düzenleyin",
    "and": "ve",
    ",": ",",
    "Filters": "Filtreler",
    "Order Number": "Sipariş Numarası",
    "Pleae Enter Order Number": "Lütfen Sipariş Numarasını Girin",
    "Status": "Statü",
    "Pleae Enter Status": "Lütfen Durumu Girin",
    "All": "Tümü",
    "Pending": "Beklemede",
    "Shipping": "Nakliye",
    "Completed": "Tamamlandı",
    "all": "tümü",
    "pending": "beklemede",
    "shipping": "nakliye",
    "completed": "tamamlandı",
    "Filter": "Filtre",
    "Filtering": "Filtreleme",
    "Order Details": "Sipariş Detayları",
    "Checkout Status": "Satın Alma Durumu",
    "Order Total Amount": "Toplam Sipariş Tutarı",
    "Added Date": "Eklenme Tarihi",
    "Action": "Eylem",
    "Show Details": "Detayları Göster",
    "Sorry, Can't Find Any Orders": "Üzgünüm, Herhangi Bir Sipariş Bulunamadı",
    "Billing Address": "Fatura Adresi",
    "Shipping Address": "Teslimat Adresi",
    "Edit": "Düzenle",
    "First Name": "İsim",
    "Please Enter New First Name Here": "Lütfen Buraya Yeni Adınızı Girin",
    "Please Enter First Name Here": "Lütfen Buraya Adınızı Girin",
    "Last Name": "Soyadı",
    "Please Enter New Last Name Here": "Lütfen Buraya Yeni Soyadınızı Girin",
    "Please Enter Last Name Here": "Lütfen Buraya Soyadınızı Girin",
    "Company Name": "Şirket Adı",
    "Optional": "Opsiyonel",
    "Please Enter New Company Name Here": "Lütfen Buraya Yeni Şirket Adınızı Girin",
    "Please Enter Company Name Here": "Lütfen Buraya Şirket Adınızı Girin",
    "Country / Area": "Ülke / Alan",
    "Street Address / Neighborhood": "Cadde Adresi / Mahalle",
    "Please Enter New Street Address / Neighborhood Here": "Lütfen Yeni Cadde Adresi / Mahalle Bilgisini Buraya Girin",
    "Please Enter Street Address / Neighborhood Here": "Lütfen Cadde Adresi / Mahalle Bilgisini Buraya Girin",
    "Apartment Number, Ward, Unit, Etc": "Apartman Numarası, Mahalle, Birim, vb",
    "Please Enter New Apartment Number, Ward, Unit, Etc Here": "Lütfen Yeni Apartman Numarası, Mahalle, Birim, vb. Bilgisini Buraya Girin",
    "Please Enter Apartment Number, Ward, Unit, Etc Here": "Lütfen Apartman Numarası, Mahalle, Birim, vb. Bilgisini Buraya Girin",
    "City": "Şehir",
    "Please Enter New City Name Here": "Lütfen Yeni Şehir Adını Buraya Girin",
    "Please Enter City Name Here": "Lütfen Şehir Adını Buraya Girin",
    "Postal Code / Zip": "Posta Kodu / Zip",
    "Please Enter New Postal Code / Zip Here": "Lütfen Yeni Posta Kodu / Zip Bilgisini Buraya Girin",
    "Please Enter Postal Code / Zip Here": "Lütfen Posta Kodu / Zip Bilgisini Buraya Girin",
    "Phone Number": "Telefon Numarası",
    "Please Enter New Phone Number Here": "Lütfen Yeni Telefon Numarasını Buraya Girin",
    "Please Enter Phone Number Here": "Lütfen Telefon Numarasını Buraya Girin",
    "Email": "E-posta",
    "Please Enter New Email Here": "Lütfen Yeni E-postayı Buraya Girin",
    "Please Enter Email Here": "Lütfen E-postayı Buraya Girin",
    "Save Changes": "Değişiklikleri Kaydet",
    "Saving": "Kaydediliyor",
    "Updating User Info Process Has Been Successfuly !!": "Kullanıcı Bilgileri Güncelleme İşlemi Başarıyla Tamamlandı...",
    "Sorry, This Password Is Uncorrect !!": "Üzgünüm, Bu Şifre Yanlış !!",
    "Sorry, Invalid Mobile Phone !!": "Üzgünüm, Geçersiz Cep Telefonu !!",
    "Sorry, There Is No Match Between New Password And Confirm It !!": "Üzgünüm, Yeni Şifre ile Onay Şifresi Eşleşmiyor !!",
    "Preview Name": "Önizleme Adı",
    "Please Enter New Preview Name Here": "Lütfen Yeni Önizleme Adını Buraya Girin",
    "This way your name will be displayed in the accounts section and in reviews": "Bu şekilde adınız hesap bölümünde ve incelemelerde görüntülenecektir",
    "Current password": "Mevcut şifre",
    "leave the field blank if you do not want to change it": "Değiştirmek istemiyorsanız alanı boş bırakın",
    "New password": "Yeni şifre",
    "Confirm New password": "Yeni şifreyi onayla",
    "Product": "Ürün",
    "Unit Price": "Birim Fiyat",
    "Stock Status": "Stok Durumu",
    "Sorry, Can't Find Any Favorite Products For You !!": "Üzgünüm, Sizin İçin Herhangi Bir Favori Ürün Bulunamadı !!",
    "Quantity": "Miktar",
    "Subtotal": "Ara Toplam",
    "KWD": "Kuveyt Dinarı",
    "Go To Cart Totals": "Sepet Toplamına Git",
    "Cart Totals": "Sepet Toplamı",
    "Total Price Before Discount": "İndirim Öncesi Toplam Fiyat",
    "Total Discount": "Toplam İndirim",
    "Total Price After Discount": "İndirim Sonrası Toplam Fiyat",
    "Go To Checkout": "Ödeme Sayfasına Git",
    "Sorry, Can't Find Any Products For You In Cart !!": "Üzgünüm, Sepetinizde Sizin İçin Herhangi Bir Ürün Bulunamadı !!",
    "Welcome To You In Checkout Page": "Ödeme Sayfasına Hoş Geldiniz",
    "Please Wait": "Lütfen Bekleyin",
    "Billing Details": "Fatura Detayları",
    "Do You Want To Save Payment Information ?": "Ödeme Bilgilerini Kaydetmek İster Misiniz?",
    "Do You Want To Ship To A Different Address ?": "Farklı Bir Adrese Göndermek İster Misiniz?",
    "Request Notes": "Talep Notları",
    "Notes About Request, Example: Note About Request Delivery": "Talep Hakkında Notlar, Örneğin: Talep Teslimatı Hakkında Not",
    "Your Request": "Talebiniz",
    "Sum": "Toplam",
    "PayPal": "PayPal",
    "Confirm Request": "Talebi Onayla",
    "Welcome To You In Account Verification Page": "Hesap Doğrulama Sayfasına Hoş Geldiniz",
    "Checking": "Kontrol Ediliyor",
    "You're almost done!": "Neredeyse tamam!",
    "Enter code Here": "Kodu Buraya Girin",
    "You can redial the message after": "Mesajı tekrar arayabilirsiniz",
    "We sent a launch code to": "Başlatma kodunu şuraya gönderdik",
    "Didn't get your email?": "E-postanızı almadınız mı?",
    "Resend The Code": "Kodu Yeniden Gönder",
    "Resending The Code": "Kodu Yeniden Gönderme",
    "Sorry, Invalid Email Address !!": "Üzgünüm, Geçersiz E-posta Adresi !!",
    "Sending Code To Your Email Process Has Been Succssfuly !!": "Kodu E-postanıza Gönderme İşlemi Başarıyla Tamamlandı !!",
    "Sorry, The User Is Not Exist !!, Please Enter Another User Email ..": "Üzgünüm, Kullanıcı Mevcut Değil !!, Lütfen Başka Bir Kullanıcı E-postası Girin ..",
    "Sorry, The Email For This User Has Been Verified !!": "Üzgünüm, Bu Kullanıcı İçin E-posta Doğrulandı !!",
    "Network Error": "Ağ Hatası",
    "Sorry, Someting Went Wrong, Please Repeat The Process !!": "Üzgünüm, Bir Şeyler Ters Gitti, Lütfen İşlemi Tekrarlayın !!",
    "Welcome To You In Payment Confirmation Page": "Ödeme Onay Sayfasına Hoş Geldiniz",
    "Order Id": "Sipariş Kimliği",
    "Product Name And Quantity": "Ürün Adı ve Miktarı",
    "Unit Price Before Discount": "İndirim Öncesi Birim Fiyat",
    "Unit Discount": "Birim İndirimi",
    "$": "Amerikan Doları",
    "Thanks For Purchase From Ubuyblues Store": "Ubuyblues Mağazasından Satın Alım İçin Teşekkürler",
    "Sorry,": "Özür dilerim",
    "this page could not be found.": "Bu sayfa bulunamadı.",
    "Something went wrong.": "Bir şeyler yanlış gitti.",
    "The page you were looking for could not be found. Please check the URL": "Aradığınız sayfa bulunamadı. Lütfen URL'yi kontrol edin.",
    "Or Go To Home Page": "Veya Ana Sayfaya Gite",
    "Sorry, Something Went Wrong, Please Try Again !": "Üzgünüm, Bir Şeyler Yanlış Gitti, Lütfen Tekrar Deneyin!",
    "Product Id": "Ürün Kimliği",
    "Name": "Ad",
    "Total": "Toplam",
    "Image": "Görüntü",
    "Apartment Number": "Daire Numarası",
    "Sorry, This Order Is Not Found !!": "Özür dileriz, Bu Sipariş Bulunamadı !!",
    "Product Details": "Ürün Detayları",
    "Sale Products": "İndirimli Ürünler",
    "Categories": "Kategoriler",
    "Last Added": "Son Eklenen",
    "Last Added Products": "Son Eklenen Ürünler",
    "Add To Cart": "Sepete Ekle",
    "Waiting In Add To Cart": "Lütfen Sepete Eklenirken Bekleyin",
    "Sorry, Something Went Wrong": "Üzgünüz, Bir Hata Oluştu",
    "Display Your Cart": "Sepetinizi Görüntüle",
    "Brands": "Markalar",
    "The Page": "Sayfa",
    "of": "nin",
    "Pages": "Sayfalar",
    "About Us": "Hakkımızda",
    "Contact Us": "Bize Ulaşın",
    "Polices-Terms & Conditions": "Politikalar - Şartlar ve Koşullar",
    "Return & Refund Policy": "İade ve İade Politikası",
    "Main": "Ana Sayfa",
    "Product Available In Store": "Mağazada Mevcut Ürün",
    "Category": "Kategori",
    "Description": "Açıklama",
    "Referrals": "Yorumlar",
    "There are no reviews yet": "Henüz yorum yok",
    "Be the first to review": "İlk yorumu siz yapın",
    "your e-mail address will not be published. Required fields are marked": "E-posta adresiniz yayınlanmayacak. Zorunlu alanlar işaretlidir",
    "Save my name, email, and referal in this browser for the next time I comment": "Adımı, e-posta adresimi ve yorumumu bir dahaki sefere bu tarayıcıda kaydet",
    "Send": "Gönder",
    "Related Products": "İlgili Ürünler",
    "Your Referal": "Sizin Yorumunuz",
    "Your Rating": "Değerlendirmeniz",
    "Share Your Favorite Product With Your Friends": "Favori Ürününüzü Arkadaşlarınızla Paylaşın",
    "Our links": "Bağlantılarımız",
    "All Rights Reserved For": "Her Hakkı Saklıdır",
    "Ubuyblues": "Ubuyblues",
    "Facebook": "Facebook",
    "We offer high-quality products to our customers. We are committed to meeting your needs and providing the best solutions to ensure your satisfaction .": "Müşterilerimize yüksek kaliteli ürünler sunuyoruz. İhtiyaçlarınızı karşılamak ve memnuniyetinizi sağlamak için en iyi çözümleri sunmaya adamışız",
    "We feature a wide range of diverse products available at competitive prices. We strive to provide a variety of products to suit your different needs and budgets. We offer high-quality products in various fields such as handicrafts, home and office supplies, household products, and more .": "Rekabetçi fiyatlarla sunulan çeşitli ürün yelpazemizle ön plana çıkıyoruz. Farklı ihtiyaçlarınıza ve bütçelerinize uygun geniş ürün çeşitliliği sunmaya özen gösteriyoruz. El sanatları, giyim, ev ürünleri, sanat tabloları ve daha fazlası gibi çeşitli alanlarda yüksek kaliteli ürünler sunuyoruz",
    "We consider our customers as partners in our success, and we strive to provide high-quality customer service. We pay attention to the smallest details and aim to provide a satisfying shopping experience for our customers .": "Müşterilerimizi başarımızın ortakları olarak görüyoruz ve yüksek kaliteli müşteri hizmetleri sunmayı taahhüt ediyoruz. En ince ayrıntılara özen gösteriyor ve müşterilerimize tatmin edici bir alışveriş deneyimi sunmayı hedefliyoruz",
    "We are committed to dedicating ourselves to achieving the highest levels of quality and satisfaction for our customers. We strive for innovation and continuous development to meet the changing market demands and continually improve our operations .": "Müşteri memnuniyeti ve kalite standartlarının en üst seviyeye çıkarılmasına olan bağlılığımızı sürdürüyoruz. Değişen pazar gereksinimlerini karşılamak ve iş süreçlerimizi sürekli iyileştirmek için sürekli yenilik ve gelişme peşindeyiz",
    "We are committed to meeting your needs and achieving your satisfaction, and we are dedicated to achieving sustainable success in our field of work .": "İhtiyaçlarınızı karşılamak ve memnuniyetinizi sağlamak için çaba gösteriyoruz ve işimizde sürdürülebilir başarıyı hedefliyoruz",
    "You have 15 days from the date of delivery to request a return or replacement": "Teslim tarihinden itibaren 15 gün içinde iade veya değişim talep edebilirsiniz",
    "If you have received damaged or incorrect products, please contact customer service for assistance as soon as possible": "Eğer hasarlı veya yanlış ürünler aldıysanız, lütfen en kısa sürede müşteri hizmetleri ile iletişime geçiniz",
    "Exchange one item for another is allowed": "Bir ürünü başka bir ürünle değiştirmek mümkündür",
    "Returned products must be unused, and the original packaging must be retained, We do not accept returns of used or damaged items": "Iade edilen ürünler kullanılmamış olmalı ve orijinal ambalajını korunmalıdır. Kullanılmış veya hasar görmüş ürünlerin iadesini kabul etmiyoruz",
    "Products with non-returnable tags and free gifts are not eligible for return or exchange": "Iade edilemez etiketlere sahip ürünler ve ücretsiz hediyeler iade veya değişim için uygun değildir",
    "Note": "Not",
    "We do not accept products that have been returned without a prior return request": "Önceden iade talebi olmadan iade edilen ürünleri kabul etmiyoruz",
    "Please ensure the accuracy of the return request and the products before shipping them. We will not be responsible for returns of items not purchased from our site": "Lütfen ürünleri göndermeden önce iade talebinin ve ürünlerin doğruluğunu sağlayın. Sitemizden satın alınmayan ürünlerin iadesinden sorumlu olmayacağız",
    "If the quantity of the products to be returned does not match the actual returned quantity, the courier may refuse to accept the products": "İade edilecek ürünlerin miktarı gerçek iade miktarıyla eşleşmiyorsa, kurye ürünleri kabul etmeyi reddedebilir",
    "Please do not send the return parcel to the address on the received package, as it is not our return address. This will affect the processing of the return": "Lütfen iade paketini aldığınız paketin üzerindeki adrese göndermeyin, çünkü bu iade adresimiz değildir. Bu, iadenin işlenmesini etkileyecektir",
    "If a cancellation of an online payment order is requested before shipping, we will complete the refund process within 5 business days. A 5% deduction from the refunded amount will be applied to cover payment processing fees charged by the payment company": "Çevrimiçi ödeme siparişinin gönderilmeden önce iptal edilmesi durumunda, iade sürecini 5 iş günü içinde tamamlayacağız. İade tutarından %5 kesinti, ödeme şirketi tarafından alınan ödeme işleme ücretlerini karşılamak için uygulanacaktır",
    "Orders paid online will be refunded within 5 business days due to stock depletion, damage, or deviation from the confirmed sample, without processing fees. The refund will be transferred via the original payment method": "Online ödenen siparişler, stok tükenmesi, hasar veya onaylanmış örneğe uymama durumunda işlem ücreti olmadan 5 iş günü içinde iade edilecektir. İade, orijinal ödeme yöntemiyle aktarılacaktır",
    "In case of illegal conflicts with regular payments, certain fees will be imposed according to the severity of the situation": "Düzenli ödemelerle yasa dışı çatışma durumunda, durumun ciddiyetine göre belirli ücretler uygulanacaktır",
    "Ubuyblues reserves the right to the final interpretation": "Ubuyblues, nihai yorum yapma hakkını saklı tutar",
    "If you have a return or replacement request, please follow the steps below, and we will assist you with sincerity": "İade veya değişim talebiniz varsa, lütfen aşağıdaki adımları takip edin ve size içtenlikle yardımcı olacağız",
    "Our team will review your request within 5 business days": "Ekibimiz talebinizi 5 iş günü içinde gözden geçirecek",
    "If you wish to return your order, please send the return request to info@ubuyblues.com via email. Provide information about the returned items, reasons for the return, and photos of the original packaging": "Siparişinizi iade etmek istiyorsanız, lütfen iade talebini info@ubuyblues.com adresine e-posta yoluyla gönderin. İade edilen ürünler, iade nedenleri ve orijinal ambalajın fotoğrafları hakkında bilgi verin",
    "After verification, our service team will inform you of the refund amount and the next steps. (Refund amount = Value of returned items - Return shipping fees)": "Doğrulama sonrasında, servis ekibimiz size iade miktarını ve sonraki adımları bildirecektir. (İade miktarı = İade edilen ürünlerin değeri - İade kargo ücretleri)",
    "Note: If the review is unsuccessful, the employee will inform you of the reasons via email. If you wish to submit the return request again, please provide evidence to us via email. Our team will process your request within 5 business days": "Not: İnceleme başarısız olursa, çalışan size e-posta yoluyla nedenleri bildirecektir. İade talebinizi tekrar göndermek istiyorsanız, lütfen bize e-posta yoluyla kanıtlar sunun. Ekibimiz talebinizi 5 iş günü içinde işleyecektir",
    "Return And Delivery Sheet": "İADE FORMU",
    "If your purchase does not meet your expectations, we are happy to offer you a free return service within 15 days of purchase": "Eğer satın alma işleminiz beklentilerinizi karşılamazsa, satın alma tarihinden itibaren 15 gün içinde ücretsiz iade hizmeti sunmaktan mutluluk duyarız",
    "We will arrange for the collection of the products you wish to return from your address": "İade etmek istediğiniz ürünlerin teslim alınması için düzenleme yapacağız",
    "All products are inspected before being handed over to the delivery representative, but if you receive a damaged product, or one with defects, or missing essential parts, please contact our customer service team via email at info@ubuyblues.com within 48 hours of receiving the products": "Tüm ürünler teslimat elemanına teslim edilmeden önce kontrol edilir, ancak hasarlı, kusurlu veya eksik parçalı ürün alırsanız, ürünleri teslim aldıktan sonraki 48 saat içinde müşteri hizmetleri ekibimizle info@ubuyblues.com adresinden iletişime geçiniz",
    "All products can be returned except for the following": "Aşağıdaki ürünler iade edilemez",
    "Underwear and lingerie": "İç giyim ve iç çamaşırı",
    "Perfumes that have been opened, tested, or used": "Açılmış, denenen ve kullanılmış parfümler",
    "Any product that has been exchanged or modified": "Değiştirilmiş veya değiştirilmiş ürünler",
    "Any used product": "Kullanılmış ürünler",
    "Any product not received in the original packaging": "Orijinal ambalajında teslim alınmayan ürünler",
    "Any product without the original product tags or labels": "Ürüne ait orijinal etiketler veya kartlar olmayan ürünler",
    "Follow the return instructions": "İade talimatlarını izleyin",
    "Please ensure that the products comply with our return policy": "Ürünlerimizin iade politikamıza uygun olduğundan emin olun",
    "Please contact our customer service team at info@ubuyblues.com and provide us with the order number of the product to be returned, your contact details, and your phone number to assist our customer service team in processing the return of the desired product": "Müşteri hizmetleri ekibine info@ubuyblues.com adresinden e-posta gönderin ve iade etmek istediğiniz ürünün sipariş numarasını ve iletişim bilgilerinizi sağlayın, böylece müşteri hizmetleri ekibinin iade etmek istediğiniz ürünü iade etmenizde size yardımcı olması daha kolay olur",
    "Our customer service and delivery team will contact you to arrange a convenient time for the collection of the product to be returned": "Müşteri hizmetleri ve teslimat ekibi sizinle iletişim kuracak ve iade etmek istediğiniz ürünü teslim almak için uygun bir zaman belirleyecektir",
    "Please follow the return process as specified by the customer service team": "Müşteri hizmetleri ekibinin belirlediği iade işlemini takip edin",
    "Once we receive the return shipment at our warehouse and successfully review the products, we will refund the amount to you within 7-10 business days": "İadelerin depomuza ulaştığı ve ürünlerin başarıyla incelendiği takdirde, iade edilen tutarı 7-10 iş günü içinde size iade edeceğiz",
    "By visiting or purchasing from our site, you are engaging in our service and agree to abide by the terms and conditions, including those terms, conditions, and additional policies referenced herein and/or available by hyperlink. These terms of service apply to all users of the site, including but not limited to users who are browsers, vendors, customers, merchants, and/or contributors of content": "Sitemizi ziyaret ederek veya satın alarak, hizmetimizle etkileşimde bulunuyor ve burada referans olarak verilen ve/veya bağlantıyla sunulan şartlar, koşullar ve ek politikalara uymayı kabul ediyorsunuz. Bu hizmet koşulları, sitedeki tüm kullanıcılar için geçerlidir, ancak bunlarla sınırlı olmamak üzere kullanıcılar, tedarikçiler, müşteriler, tüccarlar ve/veya içerik sağlayıcıları da dahildir",
    "Please read these terms of service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these terms of service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these terms of service are considered an offer, acceptance is expressly limited to these terms of service": "Lütfen web sitemize erişmeden veya kullanmadan önce bu hizmet koşullarını dikkatlice okuyun. Siteye eriştiğiniz veya sitenin herhangi bir bölümünü kullandığınızda, bu hizmet koşullarına bağlı olduğunuzu kabul edersiniz. Bu sözleşmenin tüm şartlarını ve koşullarını kabul etmiyorsanız, web sitesine erişemez veya herhangi bir hizmeti kullanamazsınız. Bu hizmet koşulları bir teklif olarak kabul edilirse, kabul kesinlikle bu hizmet koşullarıyla sınırlıdır",
    "Any new features or tools added to the current store shall also be subject to the terms of service. You can review the most current version of the terms of service at any time on this page. We reserve the right to update, change, or replace any part of these terms of service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes": "Mevcut mağazaya eklenen herhangi yeni özellik veya araç da hizmet koşullarına tabi olacaktır. Hizmet koşullarının en güncel sürümünü istediğiniz zaman bu sayfada inceleyebilirsiniz. Bu hizmet koşullarının herhangi bir bölümünü güncelleme, değiştirme veya değiştirme hakkını saklı tutarız ve güncellemeleri ve/veya değişiklikleri web sitemize göndererek yapabiliriz. Bu sayfayı değişiklikler için periyodik olarak kontrol etmek sizin sorumluluğunuzdadır. Herhangi bir değişiklikten sonra web sitesini kullanmaya veya erişmeye devam etmeniz, bu değişiklikleri kabul ettiğiniz anlamına gelir",
    "By agreeing to these terms of service, you acknowledge that you are at least the age of majority in your country of residence": "Bu hizmet koşullarını kabul ederek, ikamet ettiğiniz ülkede en azından reşit yaştaysanız, bunu kabul ettiğinizi kabul edersiniz",
    "You may not use our products for any illegal or unauthorized purpose, and you must not, in the use of the service, violate any laws in your jurisdiction (including, but not limited to, copyright laws)": "Ürünlerimizi herhangi bir yasa dışı veya izinsiz amaç için kullanamazsınız ve hizmeti kullanırken, yargı alanınızda herhangi bir yasayı ihlal etmemelisiniz (ancak bunlarla sınırlı olmamak üzere, telif hakkı yasaları dahil)",
    "You must not transmit any worms or viruses or any code of a destructive nature": "Herhangi bir solucan veya virüs veya tahrip edici bir doğada kod iletimemelisiniz",
    "Violation of any of the terms will result in immediate termination of your services": "Herhangi bir şartın ihlali, hizmetlerinizin derhal sona erdirilmesine neden olacaktır",
    "Introduction": "Giriş",
    "This privacy notice defines how Ubuyblues or its owner or operator of this website collects and processes your personal data for the promotion, execution, and provision of Ubuyblues services. By visiting this website, submitting your personal data, or accessing Ubuyblues services or purchasing them, you expressly agree to comply with the terms and conditions of this privacy notice. If you do not agree, please refrain from using or accessing this website or any Ubuyblues services .": "Bu gizlilik bildirimi, bu web sitesinin sahibi, sahibi veya işleteni olan Ubuyblues'nin, kişisel verilerinizi toplamak, işlemek ve Ubuyblues 'in hizmetlerini tanıtmak, yürütmek ve sağlamak amacıyla nasıl kullanacağını belirler. Bu web sitesini ziyaret etmek, kişisel verilerinizi sağlamak veya Ubuyblues 'in hizmetlerini gözden geçirmek veya satın almak suretiyle, bu Gizlilik Bildirimi'nin şartlarını açıkça kabul etmiş olursunuz. Bunları kabul etmezseniz, lütfen bu web sitesini veya herhangi bir Ubuyblues hizmetini kullanmayın veya erişmeyin ." ,
    "Definitions": "Tanımlar",
    "The term 'subsidiary company' refers to any individual or entity, another individual or entity that, directly or indirectly, through one or more intermediaries, controls or is controlled by or is under common control with this individual or entity": "'İkinci şirket' terimi, bu terim veya varlık üzerinde doğrudan veya dolaylı olarak, bir veya daha fazla aracı aracılığıyla kontrol eden veya bu terim veya varlık tarafından kontrol edilen veya bu terim veya varlıkla ortak kontrol altında olan herhangi bir birey veya varlık anlamına gelir",
    "'Products and Services' refers to the products and services offered by Ubuyblues online on any website and/or services and call centers, including but not limited to Ubuyblues services": "'Ubuyblues' tarafından çevrimiçi olarak sunulan ürünler ve hizmetler anlamına gelir, herhangi bir web sitesinde ve/veya hizmetlerde, çağrı merkezlerinde, Ubuyblues hizmetleri dahil olmak üzere",
    "'Ubuyblues Group' refers to a group of companies consisting of Ubuyblues and all its subsidiaries and affiliates": "'Ubuyblues Grubu' Ubuyblues ve onunla bağlantılı olan ve işbirliği yapan tüm şirketlerin bir grubunu ifade eder",
    "'The applicable laws' refer to any privacy law, personal data protection law, regulation, treaty, rule, ordinance, license, restriction, judicial or administrative order, law or public law, or any other declaration having legal effect in the State of Kuwait": "'Uygulanabilir yasalar', gizlilik yasası, kişisel veri koruma yasası, düzenleme, antlaşma, kural, tüzük, lisans, kısıtlama, yargısal veya idari emir, yasa veya kamu hukuku veya Kuveyt Devleti'nde yasal etkisi olan başka bir bildiri anlamına gelir",
    "'Data Subject' or 'You' means an identified or identifiable natural person whose personal data is processed through this website or Ubuyblues services": "'Veri Sahibi' veya 'Siz' belirli bir kimlikte veya tanımlanabilir bir kişi olarak kişisel verilerle ilişkilendirilen canlı bir kişiyi ifade eder ve bu web sitesini veya Ubuyblues hizmetlerini kullanır",
    "'Personal data' refers to any information related to the data subject who can be identified, directly or indirectly, particularly by reference to an identifier such as a name, identification number, location data, online identifier, or one or more factors specific to the physical, physiological, genetic, mental, economic, cultural, or social identity of the data subject": "'Kişisel veri', doğrudan veya dolaylı olarak tanımlanabilen, özellikle ad, tanımlama numarası, konum verisi, çevrimiçi tanımlayıcı veya fiziksel, fizyolojik, genetik, zihinsel, ekonomik, kültürel veya sosyal kimliği ile ilgili bir veya daha fazla faktöre başvurarak veri konusu ile ilgili her türlü bilgiyi ifade eder",
    "'Privacy notice' means this set of terms and conditions that govern the processing of personal data": "'Gizlilik bildirimi', kişisel verilerin işlenmesini düzenleyen bu şartlar ve koşulların bir kümesini ifade eder",
    "'Processing' means any operation or set of operations performed on personal data or sets of personal data, whether by automated means or not, such as collection, recording, organization, structuring, storage, adaptation or alteration, retrieval, consultation, use, disclosure by transmission, dissemination, or otherwise making available, alignment or combination, restriction, erasure, or destruction": "'İşleme' kişisel verilerin veya kişisel veri gruplarının, otomatik veya otomatik olmayan yollarla, toplanması, kaydedilmesi, düzenlenmesi, yapılandırılması, depolanması, uyarlama, değiştirme, alınması, gösterilmesi, iletilmesi, dağıtılması veya diğer şekillerde kullanılması, paylaşılması, hizalanması, birleştirilmesi, sınırlanması, silinmesi veya imha edilmesini ifade eder",
    "'Website' refers to the electronic website, whose main page is identified by an address, and any online products and services offered by Ubuyblues or call centers indicating this privacy notice": "'Site' terimi, Ubuyblues tarafından geliştirilen ve temsil edilen ana sayfası olan elektronik bir web sitesini ve mobil cihazlar için bir uygulamayı veya masaüstü bilgisayarlar için bir uygulamayı içerir",
    "'It' refers to the Ubuyblues company for wholesale and retail trade": "'O', toptan ve perakende ticaret için Uluslararası Asfour şirketini ifade eder",
    "'It' refers to the products and services offered by Ubuyblues online on this website, or the services and call centers that are referenced in this privacy notice": "'O', Ubuyblues'un bu web sitesinde çevrimiçi olarak sunduğu ürünleri ve hizmetleri veya bu gizlilik bildiriminde başvurulan hizmetleri ve çağrı merkezlerini ifade eder",
    "What personal data do we collect ?": "Hangi kişisel verileri topluyoruz?",
    "We collect your personal data to provide and continually improve the services of Ubuyblues. We gather various types of personal data": "Uluslararası Asfour'un hizmetlerini sağlamak ve sürekli olarak iyileştirmek amacıyla kişisel verilerinizi topluyoruz. Çeşitli türlerde kişisel veri topluyoruz",
    "The personal data provided by the data subject": "Veri konusu tarafından sağlanan kişisel veriler",
    "To provide a seamless customer experience, we receive and store your personal data related to the services of Ubuyblues, including, but not limited to": "Sorunsuz bir müşteri deneyimi sağlamak için Uluslararası Asfour'un hizmetleri ile ilgili kişisel verilerinizi alır ve depolarız, bunlar arasında, ancak bunlarla sınırlı olmamak üzere",
    "The name, address, and phone numbers": "Ad, adres ve telefon numaraları",
    "Payment information": "Ödeme bilgileri",
    "age": "yaş",
    "personal description, and photographic image in your profile": "Profilinizdeki kişisel açıklama ve fotoğraf görüntüsü",
    "Identity-related information and documents, including civil ID numbers, national ID, and driver's license": "Sivil kimlik numaraları, ulusal kimlik ve sürücü belgesi dahil kimlikle ilgili bilgiler ve belgeler",
    "We automatically collect and store certain types of personal data about your use of Ubuyblues services. We use 'cookies' and other unique identifiers, obtaining specific types of personal data when your web browser or device accesses Ubuyblues services. We may collect automatic personal data from, including but not limited to": "Uluslararası Asfour hizmetlerini kullanımınızla ilgili belirli türde kişisel verileri otomatik olarak toplar ve depolarız. 'Çerezler' ve diğer benzersiz tanımlayıcıları kullanırız, web tarayıcınız veya cihazınız Uluslararası Asfour hizmetlerine eriştiğinde belirli türde kişisel veriler elde ederiz. Toplayabileceğimiz otomatik kişisel veriler arasında, ancak bunlarla sınırlı olmamak üzere",
    "The Internet Protocol (IP) address used to connect your computer to the internet": "Bilgisayarınızı internete bağlamak için kullanılan İnternet Protokolü (IP) adresi",
    "Login information, email address, and password": "Giriş bilgisi, e-posta adresi ve şifre",
    "The location of your device or computer": "Cihazınızın veya bilgisayarınızın konumu",
    "Device metrics such as when the device is in use, application usage, connection data, any errors or failure conditions, version, and timezone settings": "Cihazın kullanıldığı zaman gibi cihaz metrikleri, uygulama kullanımı, bağlantı verileri, herhangi bir hata veya başarısızlık durumu, sürüm ve zaman dilimi ayarları",
    "Date of purchase": "Satın alma tarihi",
    "Information from other sources": "Diğer kaynaklardan gelen bilgiler",
    "We may receive personal data about you from third-party sources, including Ubuyblues and affiliates, such as delivery and address information updated by our transportation companies, which we use to correct our records and facilitate the next purchase delivery. However, we are not responsible for the privacy practices of third-party sites that we do not own, operate, or control. We may collect personal data from other sources, including but not limited to": "Üçüncü taraf kaynaklardan, Asfour ve bağlı kuruluşlar dahil olmak üzere, kişisel verileriniz hakkında bilgi alabiliriz. Bunlar arasında, taşıma şirketlerimiz tarafından güncellenen teslimat ve adres bilgileri gibi bilgiler bulunmaktadır, bu bilgileri kayıtlarımızı düzeltmek ve bir sonraki satın alma teslimatını kolaylaştırmak için kullanırız. Ancak, sahip olmadığımız, işletmediğimiz veya kontrol etmediğimiz üçüncü taraf sitelerin gizlilik uygulamalarından sorumlu değiliz. Diğer kaynaklardan kişisel veri toplayabiliriz, ancak bunlarla sınırlı olmamak üzere",
    "Delivery information and updated address from third parties": "Üçüncü taraflardan teslimat bilgileri ve güncellenmiş adres",
    "Search results and links, including paid listings": "Arama sonuçları ve ödeme yapılan listeler dahil bağlantılar",
    "Third-party applications or websites that allow us to collect, share, and/or use your personal data": "Bize kişisel verilerinizi toplama, paylaşma ve/veya kullanma izni veren üçüncü taraf uygulamalar veya web siteleri",
    "Third-party sources providing marketing or demographic information about you to enhance our ability to tailor our content and provide Ubuyblues services that we believe may interest you": "Sizi ilgilendirebileceğini düşündüğümüz içeriğimizi özelleştirmek ve Asfour Uluslararası hizmetlerini sağlamak için pazarlama veya demografik bilgiler sağlayan üçüncü taraf kaynaklar",
    "The purposes for which we use your personal data": "Kişisel verilerinizi hangi amaçlarla kullanıyoruz",
    "Ubuyblues uses your personal data to operate, provide, develop, and improve the services of the Ubuyblues website and application, including but not limited to": "Ulusal Asfour, uluslararası Asfour web sitesi ve uygulamasının hizmetlerini işletmek, sağlamak, geliştirmek ve iyileştirmek için kişisel verilerinizi kullanır, bunlarla sınırlı olmamak üzere",
    "Purchasing, delivery, and promotion": "Satın alma, teslimat ve tanıtım",
    "Ubuyblues uses your personal data to receive and process orders, provide products and services, process payments, and communicate with you regarding orders, products, services, and promotional offers from Ubuyblues": "Ulusal Asfour, siparişleri almak ve işlemek, ürün ve hizmetler sağlamak, ödemeleri işlemek ve siparişler, ürünler, hizmetler ve Uluslararası Asfour'un tanıtım teklifleri hakkında sizinle iletişim kurmak için kişisel verilerinizi kullanır",
    "Providing error detection and correction features and improving the services of Ubuyblues": "Hata tespiti ve düzeltme özelliklerini sağlamak ve Uluslararası Asfour'un hizmetlerini iyileştirmek",
    "Ubuyblues uses your personal data to provide operational functions, analyze performance, troubleshoot errors, and enhance the usability and effectiveness of Ubuyblues services": "Ulusal Asfour, operasyonel fonksiyonları sağlamak, performansı analiz etmek, hataları gidermek ve Uluslararası Asfour'un hizmetlerinin kullanılabilirliğini ve etkinliğini artırmak için kişisel verilerinizi kullanır",
    "Recommendations and customization": "Tavsiyeler ve özelleştirme",
    "Ubuyblues uses your personal data to recommend products and services that may interest you, identify your preferences, and personalize your experience with Ubuyblues": "Ulusal Asfour, ilginizi çekebilecek ürünleri ve hizmetleri önermek, tercihlerinizi belirlemek ve Uluslararası Asfour ile deneyiminizi kişiselleştirmek için kişisel verilerinizi kullanır",
    "Compliance with legal obligations": "Hukuki yükümlülüklere uygunluk",
    "In some cases, Ubuyblues collects your personal data and uses it to comply with applicable laws": "Bazı durumlarda Ulusal Asfour, kişisel verilerinizi toplar ve uygulanabilir yasalara uygunluk sağlamak için kullanır",
    "Advertisements": "Reklamlar",
    "Ubuyblues uses your personal data to display interest-based advertisements for features, products, and services that may be of interest to you. Ubuyblues does not use personally identifiable information to display interest-based ads": "Ulusal Asfour, size ilgi çekebilecek özellikler, ürünler ve hizmetler için ilgi tabanlı reklamları göstermek için kişisel verilerinizi kullanır. Ulusal Asfour, kişisel olarak tanımlanabilir bilgileri ilgi tabanlı reklamları göstermek için kullanmaz",
    "Preventing fraud and credit risks": "Dolandırıcılığı önleme ve kredi riskleri",
    "Ubuyblues uses your personal data to prevent, detect, and investigate fraud and misuse in order to protect the security of Ubuyblues and its customers. Ubuyblues may also use scoring methods to assess and manage risks": "Ulusal Asfour, Uluslararası Asfour'un ve müşterilerinin güvenliğini korumak için dolandırıcılığı önlemek, tespit etmek ve soruşturmak amacıyla kişisel verilerinizi kullanır. Ulusal Asfour, riskleri değerlendirmek ve yönetmek için skorlama yöntemlerini de kullanabilir",
    "Disclosure and sharing of your personal data": "Kişisel verilerinizin açıklanması ve paylaşımı",
    "We may share your personal data within Ubuyblues to provide you access to the services of the website and the application. Ubuyblues may market website and application services to you as a result of such sharing unless you explicitly unsubscribe": "Kişisel verilerinizi, web sitesi ve uygulamanın hizmetlerine erişim sağlamanız için uluslararası Asfour içinde paylaşabiliriz. Ulusal Asfour, böyle bir paylaşımın sonucunda web sitesi ve uygulama hizmetlerini size pazarlayabilir, ancak siz açıkça aboneliğinizi iptal etmediğiniz sürece",
    "Data subject rights": "Veri konusu hakları",
    "When we process your personal data, you have several rights regarding how the personal data is processed, and you can exercise these rights at any time. We have provided an overview of those rights below along with what it entails for you. You can exercise your rights by submitting a data subject rights request form available on this website": "Kişisel verilerinizi işlediğimizde, kişisel verilerin nasıl işlendiği konusunda birkaç hakka sahipsiniz ve bu hakları istediğiniz zaman kullanabilirsiniz. Bu hakların genel bir özetini ve size ne gibi haklar sağladığını aşağıda sunduk. Bu haklarınızı bu web sitesinde bulunan bir veri konusu hakları talep formunu doldurarak kullanabilirsiniz",
    "Right to access information": "Bilgiye erişme hakkı",
    "You have the right to obtain clear, transparent, and easily understandable information about how we use your personal data": "Kişisel verilerinizi nasıl kullandığımızla ilgili net, şeffaf ve anlaşılabilir bilgi almak hakkına sahipsiniz",
    "Right of access": "Erişim hakkı",
    "You have the right to obtain a copy of the personal data we hold about you and to verify that we process it legally in accordance with applicable laws": "Sizinle ilgili elimizde bulunan kişisel verilerin bir kopyasını almak ve bunun yasal olarak işlediğimizi ve geçerli yasalara uygun olduğunu doğrulamak hakkına sahipsiniz",
    "Right to rectification": "Düzeltme hakkı",
    "You have the right to correct any incomplete or inaccurate personal data we hold about you. We may need to verify the accuracy of any new personal data you provide us": "Sizinle ilgili elimizde bulunan herhangi eksik veya yanlış kişisel veriyi düzeltme hakkına sahipsiniz. Bize sunduğunuz yeni kişisel verilerin doğruluğunu doğrulamamız gerekebilir",
    "Right to erasure": "Silme hakkı",
    "You have the right to request the deletion or removal of personal data when there is no compelling reason for us to continue processing it. However, we may not always be able to comply with a deletion request for specific legal reasons, which will be notified to you, if applicable, at the time of your request": "Kişisel verilerinizin işlenmesine devam etmek için geçerli bir sebep olmadığında, kişisel verilerinizin silinmesini veya kaldırılmasını talep etme hakkına sahipsiniz. Ancak, belirli yasal nedenlerden dolayı her zaman silme talebinizi yerine getiremeyebiliriz ve mümkünse, bu nedenleri size bildireceğiz",
    "Right to object": "İtiraz hakkı",
    "In case of non-compliance with this privacy notice or applicable laws for the website and application, you have the right to object to certain types of processing, including processing for direct marketing purposes (e.g., receiving emails from us to notify you or contact you with various potential opportunities)": "Bu gizlilik bildirimine veya web sitesi ve uygulama için geçerli olan yasalara uymama durumunda, belirli işlemlere (örneğin, size bildirimde bulunmak veya çeşitli potansiyel fırsatlarla sizi iletişime geçirmek amacıyla bize e-posta göndermek) itiraz etme hakkına sahipsiniz",
    "Right to restrict data processing": "Veri işleme işlemini sınırlama hakkı",
    "You have the right to restrict the processing of your personal data in the following scenarios:": "Kişisel verilerinizin işlenmesini aşağıdaki senaryolarda sınırlama hakkına sahipsiniz:",
    "If you want us to verify the accuracy of personal data": "Kişisel verilerin doğruluğunu doğrulamamızı istiyorsanız",
    "When our use of the data is unlawful, but you do not want us to erase it": "Verilerimizin kullanımı yasa dışıysa, ancak silmemizi istemiyorsanız",
    "Your objection to our processing of your personal data, but we need to verify whether we have legitimate grounds to continue using it": "Kişisel verilerinizin işlenmesine itirazınız var, ancak meşru nedenlerimizin devam edip etmediğini kontrol etmemiz gerekiyor",
    "Right to Data Portability": "Veri Taşınabilirliği Hakkı",
    "We will provide you, or a third party of your choice, with your personal data in a structured, commonly used, and machine-readable format. This means it can be transferred, copied, or electronically transmitted under certain circumstances": "Kişisel verilerinizi size veya tercih ettiğiniz üçüncü bir tarafa düzenlenmiş, yaygın olarak kullanılan ve makine tarafından okunabilir bir formatta sağlayacağız. Bu, belirli koşullar altında transfer edilebileceği, kopyalanabileceği veya elektronik olarak iletilabileceği anlamına gelir",
    "The right to withdraw consent": "Onayı Geri Çekme Hakkı",
    "Your consent to the privacy policy below is the legal basis for Ubuyblues to process your personal data. However, you have the right to withdraw your consent at any time. It is important to note that withdrawing consent does not affect the legality of processing your personal data prior to the successful withdrawal. You can withdraw your consent for the processing of your personal data at any time by contacting us at": "Aşağıdaki gizlilik politikasına verdiğiniz onay, Ubuyblues'ın kişisel verilerinizi işlemek için yasal dayanaktır. Ancak, her zaman onayınızı geri çekme hakkınız vardır. Onayı geri çekmenin, kişisel verilerinizin başarılı geri çekilmeden önce işlenmesinin yasallığını etkilemediğini unutmak önemlidir. Kişisel verilerinizin işlenmesine olan onayınızı her zaman bizimle iletişime geçerek geri çekebilirsiniz",
    "Rights Related to Automated Decision Making and Profiling": "Otomatik Karar Alma ve Profil Oluşturma ile İlgili Haklar",
    "You have the right to lodge a complaint with the relevant data protection authority if you believe that the processing of your personal data violates any of your rights or applicable legal provisions": "Sadece otomatik işleme dayalı ve size yasal açıdan önemli veya başka etkiler yaratan kararlara uyma hakkınız yoktur. Özellikle, size şunlar hakkında bilgi verilmelidir :",
    "Express your opinion": "Görüşünüzü ifade edin",
    "Obtain an explanation of the decision reached after an assessment": "Değerlendirmenin ardından alınan kararın bir açıklamasını alın",
    "The right to lodge a complaint with the relevant data protection authority": "İlgili veri koruma otoritesine şikayette bulunma hakkınız vardır",
    "You have the right to file a complaint with the appropriate data protection authority if you believe that the processing of your personal data violates any of your rights or the provisions of applicable laws": "Kişisel verilerinizin işlenmesinin haklarınızdan veya uygulanabilir yasaların hükümlerinden herhangi birini ihlal ettiğine inanıyorsanız, şikayette bulunma hakkınız vardır",
    "Excessive or unreasonable request fees": "Aşırı veya makul olmayan talep ücretleri",
    "You will not be required to pay fees to access your personal data or exercise any of the other rights. However, we may impose a reasonable fee if we believe your access request is unfounded or excessive. Instead, we may refuse to comply with the request in such circumstances": "Size kişisel verilerinize erişim veya diğer haklarınızı kullanma için ücret talep edilmeyecek. Ancak, erişim talebinizin temelsiz veya aşırı olduğuna inanıyorsak makul bir ücret uygulayabiliriz. Bunun yerine, böyle durumlarda talebe uymayı reddedebiliriz",
    "Response times for data subject requests": "Veri konusu talepleri için yanıt süreleri",
    "We aim to respond to all lawful requests within 30 days. Sometimes, it may take longer if your request is particularly complex or if you have made several requests. In such cases, we will notify you and keep you updated on the progress": "Tüm yasal taleplere 30 gün içinde yanıt vermeyi amaçlıyoruz. Bazı durumlarda, talebiniz özellikle karmaşıksa veya birkaç talepte bulunduysanız daha uzun sürebilir. Bu tür durumlarda sizi bilgilendirip ilerleme hakkında sizi güncel tutacağız",
    "What we may need from you": "Bize gerekenler",
    "We may need to request specific information from you to help us confirm your identity and ensure your right to access personal data (or exercise any of your other rights). This is a security measure to ensure that personal data is not disclosed to anyone who does not have the right to access it. We may also contact you to request further information regarding your request to expedite our response. If you wish to exercise any of the rights outlined above, please contact us at": "Kimliğinizi doğrulamamıza ve kişisel verilere erişme hakkınızı (veya diğer haklarınızı kullanma) sağlamanıza yardımcı olmak için sizden belirli bilgiler talep etmemiz gerekebilir. Bu, kişisel verilerin, erişim hakkına sahip olmayan herhangi birine ifşa edilmemesini sağlamak için bir güvenlik önlemidir. Yanıtımızı hızlandırmak için talebinizle ilgili daha fazla bilgi talep etmek için sizi de iletişim kurabiliriz. Yukarıda belirtilen haklardan herhangi birini kullanmak istiyorsanız, lütfen bizimle iletişime geçin",
    "Personal data of children": "Çocukların kişisel verileri",
    "We do not knowingly request or collect personal data from children. If you share any personal data for a child, you acknowledge and warrant that you have the authority to do so and permit Ubuyblues to use the personal data in accordance with the privacy notice": "Bilerek çocuklardan kişisel veri talep etmiyor veya toplamıyoruz. Bir çocuk için herhangi bir kişisel veri paylaşıyorsanız, bunu yapma yetkisine sahip olduğunuzu kabul edersiniz ve Ubuyblues'ın kişisel verileri gizlilik bildirimine uygun olarak kullanmasına izin verirsiniz",
    "The period for retaining your personal data": "Kişisel verilerinizin saklama süresi",
    "Your personal data is retained in accordance with applicable laws for a period not exceeding what is required for the purpose for which it was collected or as required by applicable laws": "Kişisel verileriniz, toplandığı amacın gerektirdiğinden fazla olmamak üzere ilgili yasalara uygun olarak saklanır",
    "Ubuyblues retains your personal data wherever it has a legitimate interest, for the performance of a contract, where there is a vital interest to the data subject or another natural person, or for the execution of a task carried out in the public interest or in the exercise of official authority. The data may also be retained to fulfill legal or accounting requirements, or other regulatory reporting requirements, or with your consent. Afterwards, Ubuyblues either deletes or anonymizes the data, making it untraceable to you. However, Ubuyblues may continue to retain your personal data if it believes it is necessary to prevent fraud or future misuse, to enable Ubuyblues to exercise its legal rights, and/or to defend against legal claims, or if required by applicable laws or for other legitimate purposes. Ubuyblues may continue to retain your personal data in an anonymized form for analytical and research purposes": "Ubuyblues, meşru bir çıkarı olduğu her yerde, bir sözleşmenin ifası, veri konusu veya başka bir doğal kişi için hayati bir çıkar, kamu yararı veya resmi otoritenin kullanılmasında bir görevin yerine getirilmesi için, kişisel verilerinizi saklar. Veri ayrıca yasal veya muhasebe gereksinimlerini yerine getirmek, diğer düzenleyici raporlama gereksinimleri veya sizin onayınızla saklanabilir. Ardından Ubuyblues, veriyi siler veya anonimleştirir, sizi izlenemez hale getirir. Ancak Ubuyblues, dolandırıcılığı veya gelecekteki kötüye kullanımı önlemenin gerekli olduğuna inanıyorsa, Ubuyblues'ın yasal haklarını kullanmasına olanak tanımak ve/veya yasal iddialara karşı savunma yapmak için kişisel verilerinizi saklamaya devam edebilir veya ilgili yasalarca gerektirilirse veya diğer meşru amaçlar için. Ubuyblues, kişisel verilerinizi analitik ve araştırma amaçları için anonimleştirilmiş bir formda saklamaya devam edebilir",
    "How we protect your personal data ?": "Kişisel verilerinizi nasıl koruyoruz?",
    "In an effort to protect your personal data from unauthorized access, disclosure, loss, alteration, or misuse, we employ security practices and measures, based on our discretion, in accordance with applicable laws or international standards": "Kişisel verilerinizi yetkisiz erişime, açıklamaya, kayba, değişikliğe veya kötüye kullanıma karşı korumak için, uygun yasalara veya uluslararası standartlara göre, kendi takdirimize bağlı olarak güvenlik uygulamaları ve önlemleri kullanıyoruz.",
    "Such as ISO/IEC 27001:2013. We design our systems with consideration for security and privacy. We adhere to standard security measures and continuously update our systems to protect your personal data from any breaches or virus exposure. We use various methods to safeguard personal data as outlined below": "ISO/IEC 27001:2013 gibi. Sistemlerimizi güvenlik ve gizlilik göz önünde bulundurularak tasarlıyoruz. Standart güvenlik önlemlerine uymaktayız ve sistemlerimizi kişisel verilerinizi herhangi bir ihlalden veya virüs maruziyetinden korumak için sürekli olarak güncelliyoruz. Kişisel verileri korumak için çeşitli yöntemleri aşağıda belirtildiği gibi kullanıyoruz",
    "Physical measures include locked file cabinets, restricted access to offices, and alarm systems": "Fiziksel önlemler arasında kilitli dosya dolapları, ofislere kısıtlı erişim ve alarm sistemleri bulunmaktadır",
    "Technological tools such as password encryption and encryption using best practices in this field in general": "Genel olarak bu alandaki en iyi uygulamaları kullanarak şifreleme ve şifreleme gibi teknolojik araçlar",
    "Regulatory controls, confidentiality agreements, restricted access on a need-to-know basis, employee training, and security clearances": "Düzenleyici kontroller, gizlilik anlaşmaları, ihtiyaç duyulan bilgi temelinde sınırlı erişim, çalışan eğitimi ve güvenlik izinleri",
    "Online security is enhanced through the integration of measures such as encryption tools and authentication to protect your personal data from unauthorized use. Firewalls are used to protect our servers and network from unauthorized user access and tampering with files and other personal data we store. Additionally, we conduct regular malware scans to prevent data breaches": "Çevrimiçi güvenlik, şifreleme araçları ve kimlik doğrulama gibi önlemlerin entegrasyonu aracılığıyla artırılmaktadır ve kişisel verilerinizi yetkisiz kullanımdan korumak için kullanılmaktadır. Güvenlik duvarları, sunucularımızı ve ağımızı yetkisiz kullanıcı erişiminden ve sakladığımız dosyalarla diğer kişisel verilerin değiştirilmesinden korumak için kullanılmaktadır. Ayrıca, düzenli kötü amaçlı yazılım taramaları yaparak veri ihlallerini önlemekteyiz",
    "Your personal data is contained behind secured networks and can only be accessed by a limited number of individuals who have special access rights to these systems and are required to keep the personal data confidential. In addition, all sensitive personal data and credit card information you provide is encrypted via Secure Socket Layer (SSL) technology": "Kişisel verileriniz güvenli ağların arkasında bulunmakta ve yalnızca bu sistemlere özel erişim haklarına sahip sınırlı sayıda kişi tarafından erişilebilmektedir ve bu kişilerin kişisel verileri gizli tutma yükümlülüğü bulunmaktadır. Ayrıca, sağladığınız tüm hassas kişisel veriler ve kredi kartı bilgileriniz Güvenli Soket Katmanı (SSL) teknolojisi aracılığıyla şifrelenmektedir",
    "Changing the Purpose": "Amaç Değişikliği",
    "We will use your personal data for the purposes outlined in this privacy policy only, unless we find a justifiable reason to use it for another reason, and that reason is compatible with the original purpose": "Kişisel verilerinizi sadece bu gizlilik politikasında belirtilen amaçlar için kullanacağız, başka bir amaçla kullanmak için haklı bir neden bulduğumuzda ve bu neden orijinal amaçla uyumlu olduğunda",
    "If we need to use your personal data for an unrelated purpose, we will inform you and explain the legal basis that allows us to do so. If you would like an explanation of how the processing for the new purpose is compatible with the original purpose, please contact the Data Protection Officer using the contact details provided in this privacy notice": "Eğer kişisel verilerinizi ilgisiz bir amaç için kullanmamız gerekiyorsa, sizi bilgilendirecek ve bunu yapmamıza izin veren yasal dayanağı açıklayacağız. Yeni amaç için yapılan işlemenin orijinal amaçla nasıl uyumlu olduğuna dair bir açıklama istiyorsanız, lütfen bu gizlilik bildiriminde sağlanan iletişim bilgilerini kullanarak Veri Koruma Sorumlusu ile iletişime geçin",
    "Aggregated or Pre-classified Data": "Toplanmış veya Önceden Sınıflandırılmış Veriler",
    "Ubuyblues may also collect and/or generate anonymized and aggregated information from your use of Ubuyblues services. Anonymous or aggregated information is not considered personal data, as we are unable to identify you using any available means from that anonymized or aggregated information. The anonymous and aggregated information is used for various tasks, including assisting us in identifying and addressing any errors, improving the performance of Ubuyblues services, and may be used in various ways such as internal analysis, analytics, and research. Ubuyblues may share this information with third parties for purposes related to them or their interests in an anonymized or aggregated form designed to prevent anyone from identifying you": "Ubuyblues, Ubuyblues hizmetlerini kullanımınızdan anonim ve toplu bilgileri toplayabilir ve/veya oluşturabilir. Anonim veya toplu bilgiler, kimliğinizi bu anonim veya toplu bilgilerden herhangi bir mevcut yöntemi kullanarak tespit edemiyor olmamız nedeniyle kişisel veri olarak kabul edilmez. Anonim ve toplu bilgiler, hataları belirleme ve giderme, Ubuyblues hizmetlerinin performansını artırma gibi çeşitli görevler için kullanılır ve içsel analiz, analitik ve araştırma gibi çeşitli şekillerde kullanılabilir. Ubuyblues, bu bilgileri sizin kimliğinizi belirlemeyi önlemek amacıyla tasarlanmış anonim veya toplu bir şekilde ilgili taraflarla paylaşabilir",
    "Consent, Compensation, and Liability": "Onay, Tazminat ve Sorumluluk",
    "In accordance with the Privacy Notice, you hereby grant Ubuyblues the right to process your personal data, internally or with third parties, for the purposes outlined in this notice. You acknowledge that you provided your personal data voluntarily and that this personal data is true, accurate, complete, and up-to-date": "Gizlilik Bildirimi uyarınca, burada kişisel verilerinizi, bu bildiride belirtilen amaçlar için Ubuyblues tarafından dahili olarak veya üçüncü taraflarla işleme koyma hakkını veriyorsunuz. Kişisel verilerinizi gönüllü olarak sağladığınızı ve bu kişisel verilerin doğru, kesin, eksiksiz ve güncel olduğunu kabul edersiniz",
    "You agree to defend Ubuyblues and its contributors, officials, directors, employees, and indemnify and protect them from any and all claims, liabilities, damages, losses, or expenses (including, but not limited to, settlement amounts, reasonable legal fees, and personal expenses) arising out of or related to any form of your access to or use of this website": "Ubuyblues'ı, katkıda bulunanları, yetkilileri, yöneticileri, çalışanları savunmayı kabul edersiniz ve onları, bu web sitesine erişiminiz veya kullanımınızın herhangi bir şekliyle ilgili olarak ortaya çıkan veya bağlantılı olan herhangi bir talepten, sorumluluktan, zarardan, kayıptan veya giderden (ancak bunlarla sınırlı olmamak üzere, anlaşma tutarları, makul avukat ücretleri ve kişisel masraflar) tazmin ve korumayı kabul edersiniz",
    "Ubuyblues and its directors and employees shall not be liable in any form for any direct, indirect, incidental, consequential, or punitive damages (including, but not limited to, loss of profits, business interruption, and loss of programs on your information system) arising out of or related to": "Ubuyblues ve yöneticileri ile çalışanları, herhangi bir şekilde herhangi bir doğrudan, dolaylı, tesadüfi, dolaylı veya cezai zarardan (ancak bunlarla sınırlı olmamak üzere, kâr kaybı, iş kesintisi ve bilgi sisteminizdeki program kaybı dahil) kaynaklanan veya ile ilgili olarak hiçbir sorumluluk kabul etmez",
    "The use or access to, or inability to use, the information or branching links available on this website or Ubuyblues's services or any vendor services": "Bu web sitesinde veya Ubuyblues'ın hizmetlerinde veya herhangi bir satıcı hizmetinde mevcut olan bilgilere veya dallanma bağlantılarına erişiminiz veya kullanımınız veya kullanamamanız",
    "Your provision of any information, including your personal data": "Kişisel verileriniz dahil herhangi bir bilgiyi sağlamanız",
    "Any failure, delay, error, interruptions, or inaccuracies directly or indirectly resulting from any cause, including but not limited to unauthorized access or misuse of personal data by any third party, network service failures, or the operation of this website or any solution operating this website": "Yetkisiz erişim veya kişisel verilerin üçüncü taraf tarafından kötüye kullanımı dahil, herhangi bir nedenle doğrudan veya dolaylı olarak kaynaklanan herhangi bir başarısızlık, gecikme, hata, kesinti veya yanlışlık, ağ servisi başarısızlıkları veya bu web sitesinin işlemesi veya bu web sitesini işleten herhangi bir çözüm",
    "Actions or negligence of Ubuyblues or any of its affiliated external service providers, agents, or employees": "Ubuyblues'ın veya bağlı dış hizmet sağlayıcıları, ajanları veya çalışanlarının eylemleri veya ihmali",
    "Ubuyblues disclaims and excludes to the fullest extent permitted by applicable laws all warranties and representations, whether express, implied, or statutory, regarding this website or the result of your use of this website or Ubuyblues's services, or regarding the accuracy, currency, or completeness of the information provided by Ubuyblues, including, for example, implied warranties of fitness for a particular purpose and non-infringement of patent, trademark, or any other intellectual property right. All contents of this website, including, for example, all content and information and links therein, are provided 'as is' with no warranty that they will be uninterrupted or error-free. This disclaimer applies to all causes of action, whether based on contract, warranty, tort, or any other legal theories": "Ubuyblues, bu web sitesi veya bu web sitesini kullanmanızın sonucu veya Ubuyblues'ın hizmetleri veya Ubuyblues tarafından sağlanan bilgilerle ilgili olarak, örneğin, belirli bir amaç için uygunluk ve patent, ticari marka veya herhangi bir diğer fikri mülkiyet hakkının ihlali konularında açık, dolaylı veya yasal olup olmadığına bakılmaksızın, geçerli yasalar tarafından izin verilen en geniş ölçüde tüm garanti ve temsilcileri reddeder ve hariç tutar. Bu web sitesinin tüm içeriği, örneğin, tüm içerik ve bilgiler ve bağlantılar dahil, 'olduğu gibi' sağlanmaktadır ve kesintisiz veya hatasız olacağına dair herhangi bir garanti olmaksızın sunulmaktadır. Bu feragatname, sözleşme, garanti, haksız fiil veya diğer herhangi bir hukuki teorilere dayanıp dayanmadığına bakılmaksızın tüm dava nedenlerine uygulanır",
    "Membership Terms for Adding Your E-commerce Store and Opening an Account": "İnternet Mağazanızı Ekleme ve Hesap Açma Hizmetine İlişkin Üyelik Şartları",
    "You must be 18 years of age or older according to laws and regulations": "Yasalara ve düzenlemelere göre, 18 yaş veya üzerinde olmanız gerekmektedir",
    "The store's activity must be within permissible commercial fields, and any deviation will result in the rejection of the application": "Mağazanın faaliyet alanının izin verilen ticari alanlar içinde olması gerekmekte olup, aksi halde başvuru reddedilecektir",
    "You must register with Ubuyblues to use and benefit from the service by contacting the Ubuyblues team via email at info@ubuyblues.com for agreement and setup. Ubuyblues reserves the right to reject any request to create an account or add your e-commerce store. Furthermore, Ubuyblues reserves the right to terminate the 'Add Your E-commerce Store' service or any account for any violation within the website's policy without prior notice and at any time": "Hizmetten yararlanmak ve kullanmak için Ubuyblues 'e kaydolmanız gerekmektedir. Bu amaçla, Ubuyblues ekibi ile iletişim kurarak info@ubuyblues.com e-posta adresine başvuruda bulunabilir, işbirliği ve kurulum için anlaşma sağlayabilirsiniz, Ubuyblues, herhangi bir hesap veya internet mağazası eklemeye ilişkin talebi reddetme ve herhangi bir ihlal durumunda, önceden bildirimde bulunmaksızın ve herhangi bir zamanda, Hizmeti sonlandırma hakkına sahiptir .",
    "Customer Code of Conduct Policy": "Müşteri Davranış Kuralları Politikası",
    "At Ubuyblues, customer satisfaction is our top priority, and we strive to resolve all customer issues in a professional and friendly manner. However, we will not tolerate any unacceptable or unreasonable behavior towards our customer service team members": "Ubuyblues'da müşteri memnuniyeti önceliğimizdir ve tüm müşteri sorunlarını profesyonel ve dostane bir şekilde çözmeye çalışırız. Ancak, müşteri hizmetleri ekibimize karşı herhangi bir kabul edilemez veya makul olmayan davranışa tahammül etmeyeceğiz",
    "Unacceptable behavior towards Ubuyblues's customer service employees may include, for example": "Ubuyblues'ın müşteri hizmetleri çalışanlarına karşı kabul edilemez davranışlar, örneğin, şunları içerebilir",
    "Submitting repetitive or consistently malicious complaints, despite the matter being fully addressed; similarly, ongoing repetition of complaints despite reasonable and fair solutions provided according to our policies": "Mesele tamamen ele alınmış olmasına rağmen, tekrarlayan veya sürekli kötü niyetli şikayetler sunma; benzer şekilde, politikalarımıza uygun olarak sunulan makul ve adil çözümlere rağmen sürekli şikayet tekrarı",
    "Demanding or expecting employees to violate the company's applicable policy guidelines": "Çalışanlardan şirketin ilgili politika yönergelerini ihlal etmelerini talep etme veya beklemek",
    "A high number of complaints compared to the total purchase value history": "Toplam satın alma değerine göre şikayet sayısının çokluğu",
    "For such behavior, complainants may be notified formally with the following": "Bu tür davranışlar için şikayetçilere aşağıdaki formel olarak bildirilebilir",
    "Their language is considered offensive, abusive, threatening, and entirely unacceptable": "Dil, saldırgan, kötüye kullanılan, tehditkar ve tamamen kabul edilemez olarak kabul edilir",
    "They must refrain from using such language, abuse, and threats": "Böyle bir dil, kötüye kullanım ve tehdit kullanmaktan kaçınmalıdırlar",
    "There will be no further exchange of correspondence on this matter if they continue this behavior": "Eğer bu davranışlarını sürdürürlerse, bu konuda daha fazla yazışma değişimi olmayacaktır",
    "Ubuyblues reserves the right to refuse customer requests in the future without further notice": "Ubuyblues, gelecekte müşteri taleplerini önceden bildirimde bulunmaksızın reddetme hakkını saklı tutar",
    "Complaint Escalation Process": "Şikayet Yükseltme Süreci",
    "This process strictly applies to customer service issues. For separate legal issues such as copyright rights": "Bu süreç, yalnızca müşteri hizmetleri sorunlarına sıkı bir şekilde uygulanır. Telif hakkı hakları gibi ayrı hukuki konularda",
    "Contact Us > Submit a Ticket > Select Warranty and Return > Submit Formal Complaint": "Bize Ulaşın > Bilet Gönder > Garanti ve İadeyi Seç > Resmi Şikayette Bulun",
    "We will respond to all complaints within 24 hours, excluding weekends and official holidays": "Tüm şikayetlere, hafta sonları ve resmi tatiller hariç olmak üzere 24 saat içinde cevap vereceğiz",
    "Intellectual property rights": "Fikri Mülkiyet Hakları",
    "This website and all its contents, including but not limited to all texts, graphics, HTML code, all product names, trade names, service names, domain names, and trademark fonts or logos in any form or text, are materials protected by copyright and may not be printed, copied, published, reproduced, or used (including images of faces) or distributed in whole or in part without the prior written consent of Ubuyblues": "Bu web sitesi ve tüm içeriği, ancak bununla sınırlı olmamak kaydıyla tüm metinler, grafikler, HTML kodu, tüm ürün adları, ticari adlar, hizmet adları, alan adları ve ticari marka yazı tipleri veya logolar dahil olmak üzere her türlü metin veya biçimdeki malzemeler, telif hakkı ile korunan malzemelerdir ve Ubuyblues'ın önceden yazılı izni olmaksızın tamamen veya kısmen basılamaz, kopyalanamaz, yayınlanamaz, çoğaltılamaz veya kullanılamaz (yüz resimleri dahil) veya dağıtılamaz",
    "Changes to the Privacy Notice": "Gizlilik Bildiriminde Değişiklikler",
    "We may update this privacy notice from time to time in response to legal, technical, contractual, regulatory, or business developments. When we update our privacy notice, we will take appropriate steps to notify you, in accordance with the significance of the changes we make. Your continued use of this website constitutes acceptance of these changes. We will obtain your consent to any material changes to the privacy notice where and to the extent required by applicable laws": "Zaman zaman, yasal, teknik, sözleşmeye dayalı, düzenleyici veya işletme gereksinimlerine yanıt olarak bu Gizlilik Bildirimini güncelleyebiliriz. Gizlilik Bildirimimizi güncellediğimizde, yapacağımız değişikliklerin önemine uygun olarak sizi bilgilendirmek için gerekli adımları atacağız. Bu siteyi kullanmaya devam etmeniz, bu değişiklikleri kabul ettiğiniz anlamına gelir. Herhangi bir önemli Gizlilik Bildirimi değişikliğine onayınızı alacağız, gerektiğinde yasalara uygun olarak",
    "You can find out the last update date of the corresponding privacy notice by checking the 'Last Modified' date displayed at the end of the corresponding privacy notice": "Gizlilik Bildirimimizdeki son değişiklik tarihini, Gizlilik Bildirimindeki 'Son Güncelleme' tarihinden kontrol ederek öğrenebilirsiniz",
    "Contact us": "Bizimle İletişime Geçin",
    "If you have any comments or inquiries regarding our terms or privacy policy, you can contact us by sending an email or calling customer service at the following address": "Şartlarımız veya gizlilik politikamızla ilgili herhangi bir yorumunuz veya sorunuz varsa, bize bir e-posta göndererek veya aşağıdaki adresten müşteri hizmetlerini arayarak bize ulaşabilirsiniz",
    "forget password": "Parolayı unut",
    "Welcome To You In Forget Password Page": "Parolayı Unuttun Sayfasına Hoş Geldiniz",
    "Forget Password": "Parolayı unut",
    "Wait Checking": "Kontrol Ediliyor, Bekle",
    "Please Enter The Code Here": "Lütfen kodu girin",
    "Please Enter New Password Here": "Lütfen buraya yeni şifreyi girin",
    "Please Enter Confirm New Password Here": "Lütfen buraya yeni şifreyi onaylayın",
    "Reset Password": "Şifreyi Sıfırla",
    "Wait Reseting": "Sıfırlanıyor, Bekleyin",
    "Sorry, This Email Is Not Exist !!": "Üzgünüz, bu kod geçerli değil!",
    "Sorry, This Code Is Not Valid !!": "Üzgünüz, bu kod geçerli değil!",
    "Reseting Password Process Has Been Successfully !!, Please Wait To Navigate To Login Page !!":  "Şifre sıfırlama işlemi başarıyla tamamlandı! Lütfen giriş sayfasına yönlendirilmeyi bekleyin!",
    "Home": "Ev",
    "Login / Register": "Giriş yap / Kayıt ol",
    "Languages": "Diller",
    "Countries": "Ülkeler",
    "Your Order Billing From Ubuyblues Store": "Ubuyblues Mağazasından Sipariş Faturanız",
    "Wallet": "cüzdan",
    "Favorite Products": "Favori ürünler",
    "Sorry, Can't Find Any Previous Products In Your History Wallet !!": "Üzgünüz, Geçmiş Cüzdanınızda Önceki Ürünleri Bulamıyorum !!",
    "Enter Page Number": "Sayfa Numarasını Girin",
    "Payment Methods": "ÖDEME YÖNTEMLERİ",
    "Shipping Methods": "Nakliye Yöntemleri",
    "Subscription": "Abonelik",
    "Enter your email address": "E-posta adresinizi girin",
    "I want to receive all the latest updates via email": "En son güncellemeleri e-posta yoluyla almak istiyorum",
    "Last Added Products By Category Name": "Kategori Adına Göre Son Eklenen Ürünler",
    "Referral": "Referans",
    "Sorry, There Is No Related Products In This Product !!": "Üzgünüz, ancak bu ürün için ilişkili ürün bulunmamaktadır !!",
    "Click To Go To Cart Page": "Sepet sayfasına gitmek için tıklayın",
    "Sorry, This Product Is Not Exist In Your Cart !!": "Üzgünüz, bu ürün sepetinizde mevcut değil!",
    "Sorry, This Product Is Already Exist In Your Cart !!": "Üzgünüz, bu ürün zaten sepetinizde mevcut!",
    "Delete From Cart": "Sepetten Sil",
    "Please Enter The name Of The Product You Want To Search For": "Lütfen aramak istediğiniz ürünün adını girin",
    "Sorry, Not Found Any Products Related In This Name !!": "Üzgünüz, Bu İsimle İlgili Hiçbir Ürün Bulunamadı !!",
    "Sort By": "Tarafından sipariş",
    "From Latest To Oldest": "En Yeniden En Eskisine",
    "From Oldest To Latest": "En Eskiden En Yeniyine",
    "From Highest Price To Lowest": "En Yüksekten En Düşüğe",
    "From Lowest Price To Highest": "En düşükten en yükseğe",
    "Discount": "İndirim",
    "Add Your Store": "Mağazanızı ekleyin",
    "Please Enter Your Store Name": "Lütfen Mağaza Adınızı Girin",
    "Please Enter Your First Name": "Lütfen Adınızı Girin",
    "Please Enter Your Last Name": "Lütfen Soyadınızı Girin",
    "Please Enter Your Products Type": "Lütfen Ürün Tipinizi Girin",
    "Please Enter Your Products Description": "Lütfen Ürün Açıklamasını Girin",
    "Add Now": "Şimdi Ekle",
    "Please Waiting": "Lütfen bekleyin ...",
    "Creating Licence Request New Store Process Has Been Successfully !!": "Yeni Mağaza İşlem Lisans Talebi Başarıyla Oluşturuldu !!",
    "Sorry, This Service Is Not Available Now !!": "Üzgünüz, Bu Hizmet Şu Anda Mevcut Değil !!",
    "Stores": "Mağazalar",
    "Sorry, This Store Is Not Found !!": "Üzgünüm, Bu Mağaza Bulunamadı !!",
    "Sorry, Can't Find Any Categories For This Store !!": "Üzgünüm, Bu Mağaza için herhangi bir kategori bulunamadı !!",
    "Store Name": "Mağaza Adı",
    "Products Type": "Ürün Türü",
    "Products Description": "Ürün Açıklaması",
    "Share Your Favorite Store With Your Friends": "Mağazanızı Arkadaşlarınızla Paylaşın",
    "Store-Associated Products": "Mağazaya Bağlı Ürünler",
    "Thanks For Purchase From Store": "Mağazadan Satın Alma İçin Teşekkürler",
    "Store Id": "Mağaza Kimliği",
    "Owner Full Name": "Sahibin Tam Adı",
    "Sorry, This User Is Not Found !!": "Üzgünüm, Bu Kullanıcı Bulunamadı !!",
    "Sorry, The Email For This User Is Not Verified !!": "Üzgünüm, Bu Kullanıcının E-postası Doğrulanmadı !!",
    "Ubuyblues Store": "Ubuyblues Mağazası",
    "Page Not Found": "Sayfa Bulunamadı",
    "Account Verification": "Hesap Doğrulama",
    "User Auth": "Kullanıcı Yetkilendirme",
    "Cart": "Alışveriş Sepeti",
    "Checkout": "Ödeme Yap",
    "Payment Confirmation": "Ödeme Onayı",
    "Customer Account Info": "Müşteri Hesap Bilgisi",
    "Customer Dashboard": "Müşteri Kontrol Paneli",
    "Customer Addreses": "Müşteri Adresleri",
    "Customer Billing Address": "Müşteri Fatura Adresi",
    "Customer Shipping Address": "Müşteri Teslimat Adresi",
    "Customer Favorite Products": "Müşteri Favori Ürünler",
    "Customer Wallet Products": "Müşteri Cüzdan Ürünleri",
    "Customer Orders": "Müşteri Siparişleri",
    "Polices Terms And Conditions": "Kurallar ve Şartlar",
    "Products By Category": "Kategoriye Göre Ürünler",
    "Return And Refund Policy": "İade ve İade Politikası",
    "Flash Products": "Ürünler için İndirimli Teklifler",
    "Time Is Running Out !!": "Zaman Tükeniyor !!",
    "Expired !!": "Süresi Doldu !!",
    "Day": "Gün",
    "Hour": "Sa",
    "Min": "Dk",
    "Sec": "Sn",
    "Show Product Details": "Ürün Detaylarını Göster",
    "Sorry, This Name Is Not Valid !!": "Üzgünüm, Bu İsim Geçerli Değil !!",
    "Show Billing": "Faturayı Göster",
    "Checkout Successfull": "Ödeme Başarılı",
    "Sorry, This Email Is Already Exist !!": "Üzgünüz, Bu E-posta Adresi Zaten Mevcut !!",
    "Sorry, This Category Is Not Exist !!": "Üzgünüz, Bu Kategori Mevcut Değil !!",
    "Sharing Your Favorite Product On Ubuyblues": "Favori Ürününüzü Ubuyblues'te Paylaşın",
    "Sharing Your Favorite Store On Ubuyblues": "Favori Mağazanızı Ubuyblues'te Paylaşın",
    "Pleae Select User Type": "Lütfen Kullanıcı Türünü Seçin",
    "Normal User": "Normal Kullanıcı",
    "Admin": "Yönetici",
    "Sorry, Not Found Any Brands !!": "Üzgünüm, Hiçbir Marka Bulunamadı !!",
    "Profile": "Profil",
    "Show All Brands": "Tüm Markaları Göster",
    "All The Brands Of The Store": "Mağazanın tüm markaları",
    "Sorry, This Product Not Available Now !!": "Üzgünüz, bu ürün şu anda mevcut değil !!",
    "For Local Products": "Yerel ürünler için",
    "That Are Available Within The Country And Shipped Within The Same Country": "ülke içinde mevcut olan ve aynı ülke içinde gönderilen",
    "For International Products": "Yurtdışı ürünler için",
    "That Are Available Within One Country And Shipped To Another Country": "bir ülkede mevcut olan ve başka bir ülkeye gönderilen",
    "Work Days": "İş günleri",
    "Normal": "Normal",
    "Fast": "Hızlı",
    "Product Names": "Ürün Adları",
    "Shipping Cost For Local Products": "Yerel Ürünler İçin Kargo Ücreti",
    "Shipping Cost For International Products": "Uluslararası Ürünler İçin Kargo Ücreti",
    "Shipping Cost": "Kargo Ücreti",
    "Text Ads Bar": "Metin reklamları çubuğu"
}