{
    "login": "giriş",
    "sign-up": "kaydol",
    "Or Sign In With": "Veya Şununla Giriş Yap",
    "Wait Logining": "Giriş Yapılıyor, Lütfen Bekleyin",
    "Please Enter Your Email": "Lütfen E-postanızı Girin",
    "Please Enter Your Password": "Lütfen Şifrenizi Girin",
    "Wait Signup": "Kaydolun, Lütfen Bekleyin",
    "Create New Account": "Yeni Hesap Oluştur",
    "Or Sign Up With": "Veya Şununla Kaydolun",
    "English": "İngilizce",
    "Arabic": "Arapça",
    "Turkey": "Türkiye",
    "Germany": "Almanya",
    "Sorry, This Field Can't Be Empty !!": "Üzgünüm, Bu Alan Boş Bırakılamaz!!",
    "Sorry, This Email Is Not Valid !!": "Üzgünüm, Bu E-posta Geçerli Değil!!",
    "Sorry, The Password Must Be At Least 8 Characters Long, With At Least One Number, At Least One Lowercase Letter, And At Least One Uppercase Letter.": "Üzgünüm, Şifre en az 8 karakter uzunluğunda olmalıdır, en az bir rakam, en az bir küçük harf ve en az bir büyük harf içermelidir.",
    "Sorry, Email Or Password Incorrect !!": "Üzgünüm, E-posta veya Şifre Hatalı!!",
    "Sorry, Someting Went Wrong, Please Try Again The Process !!": "Üzgünüm, Bir Şeyler Ters Gitti, Lütfen İşlemi Tekrar Deneyin!!",
    "Sorry, Can't Create User Because it is Exist !!!": "Üzgünüm, Kullanıcı Oluşturulamıyor Çünkü Var!!!",
    "Ok !!, Create New User Is Successfuly !!, Please Wait To Navigate To Verification Page !!": "Tamam!!, Yeni Kullanıcı Başarıyla Oluşturuldu!!, Lütfen Doğrulama Sayfasına Yönlendirilene Kadar Bekleyin!!",
    "Dashboard": "Gösterge Paneli",
    "Orders": "Siparişler",
    "Addresses": "Adresler",
    "Account Details": "Hesap Detayları",
    "Wish List": "Arzu Listesi",
    "Logout": "Çıkış Yap",
    "Hello": "Merhaba",
    "Log out": "Çıkış Yap",
    "From your account dashboard you can view your": "Hesap gösterge panelinizden görebilirsiniz ki, sizin",
    "recent orders": "Son siparişler",
    "shipping and billing addresses": "Teslimat ve fatura adresleri",
    "edit your password and account details": "Şifrenizi ve hesap detaylarınızı düzenleyin",
    "and": "ve",
    ",": ",",
    "Filters": "Filtreler",
    "Order Number": "Sipariş Numarası",
    "Pleae Enter Order Number": "Lütfen Sipariş Numarasını Girin",
    "Status": "Statü",
    "Pleae Enter Status": "Lütfen Durumu Girin",
    "All": "Tümü",
    "Pending": "Beklemede",
    "Shipping": "Nakliye",
    "Completed": "Tamamlandı",
    "all": "tümü",
    "pending": "beklemede",
    "shipping": "nakliye",
    "completed": "tamamlandı",
    "Filter": "Filtre",
    "Filtering": "Filtreleme",
    "Order Details": "Sipariş Detayları",
    "Checkout Status": "Satın Alma Durumu",
    "checkout_successful": "Ödeme başarılı",
    "Order Total Amount": "Toplam Sipariş Tutarı",
    "Added Date": "Eklenme Tarihi",
    "Action": "Eylem",
    "Show Details": "Detayları Göster",
    "Sorry, Can't Find Any Orders": "Üzgünüm, Herhangi Bir Sipariş Bulunamadı",
    "Billing Address": "Fatura Adresi",
    "Shipping Address": "Teslimat Adresi",
    "Edit": "Düzenle",
    "First Name": "İsim",
    "Please Enter New First Name Here": "Lütfen Buraya Yeni Adınızı Girin",
    "Please Enter First Name Here": "Lütfen Buraya Adınızı Girin",
    "Last Name": "Soyadı",
    "Please Enter New Last Name Here": "Lütfen Buraya Yeni Soyadınızı Girin",
    "Please Enter Last Name Here": "Lütfen Buraya Soyadınızı Girin",
    "Company Name": "Şirket Adı",
    "Optional": "Opsiyonel",
    "Please Enter New Company Name Here": "Lütfen Buraya Yeni Şirket Adınızı Girin",
    "Please Enter Company Name Here": "Lütfen Buraya Şirket Adınızı Girin",
    "Country / Area": "Ülke / Alan",
    "Street Address / Neighborhood": "Cadde Adresi / Mahalle",
    "Please Enter New Street Address / Neighborhood Here": "Lütfen Yeni Cadde Adresi / Mahalle Bilgisini Buraya Girin",
    "Please Enter Street Address / Neighborhood Here": "Lütfen Cadde Adresi / Mahalle Bilgisini Buraya Girin",
    "Apartment Number, Ward, Unit, Etc": "Apartman Numarası, Mahalle, Birim, vb",
    "Please Enter New Apartment Number, Ward, Unit, Etc Here": "Lütfen Yeni Apartman Numarası, Mahalle, Birim, vb. Bilgisini Buraya Girin",
    "Please Enter Apartment Number, Ward, Unit, Etc Here": "Lütfen Apartman Numarası, Mahalle, Birim, vb. Bilgisini Buraya Girin",
    "City": "Şehir",
    "Please Enter New City Name Here": "Lütfen Yeni Şehir Adını Buraya Girin",
    "Please Enter City Name Here": "Lütfen Şehir Adını Buraya Girin",
    "Postal Code / Zip": "Posta Kodu / Zip",
    "Please Enter New Postal Code / Zip Here": "Lütfen Yeni Posta Kodu / Zip Bilgisini Buraya Girin",
    "Please Enter Postal Code / Zip Here": "Lütfen Posta Kodu / Zip Bilgisini Buraya Girin",
    "Phone Number": "Telefon Numarası",
    "Please Enter New Phone Number Here": "Lütfen Yeni Telefon Numarasını Buraya Girin",
    "Please Enter Phone Number Here": "Lütfen Telefon Numarasını Buraya Girin",
    "Email": "E-posta",
    "Please Enter New Email Here": "Lütfen Yeni E-postayı Buraya Girin",
    "Please Enter Email Here": "Lütfen E-postayı Buraya Girin",
    "Save Changes": "Değişiklikleri Kaydet",
    "Saving": "Kaydediliyor",
    "Updating User Info Process Has Been Successfuly ...": "Kullanıcı Bilgileri Güncelleme İşlemi Başarıyla Tamamlandı...",
    "Sorry, This Password Is Uncorrect !!": "Üzgünüm, Bu Şifre Yanlış !!",
    "Sorry, Invalid Mobile Phone !!": "Üzgünüm, Geçersiz Cep Telefonu !!",
    "Sorry, There Is No Match Between New Password And Confirm It !!": "Üzgünüm, Yeni Şifre ile Onay Şifresi Eşleşmiyor !!",
    "Preview Name": "Önizleme Adı",
    "Please Enter New Preview Name Here": "Lütfen Yeni Önizleme Adını Buraya Girin",
    "This way your name will be displayed in the accounts section and in reviews": "Bu şekilde adınız hesap bölümünde ve incelemelerde görüntülenecektir",
    "Current password": "Mevcut şifre",
    "leave the field blank if you do not want to change it": "Değiştirmek istemiyorsanız alanı boş bırakın",
    "New password": "Yeni şifre",
    "Confirm New password": "Yeni şifreyi onayla",
    "Product": "Ürün",
    "Unit Price": "Birim Fiyat",
    "Stock Status": "Stok Durumu",
    "Sorry, Can't Find Any Favorite Products For You !!": "Üzgünüm, Sizin İçin Herhangi Bir Favori Ürün Bulunamadı !!",
    "Quantity": "Miktar",
    "Subtotal": "Ara Toplam",
    "KWD": "Kuveyt Dinarı",
    "Go To Cart Totals": "Sepet Toplamına Git",
    "Cart Totals": "Sepet Toplamı",
    "Total Price Before Discount": "İndirim Öncesi Toplam Fiyat",
    "Total Discount": "Toplam İndirim",
    "Total Price After Discount": "İndirim Sonrası Toplam Fiyat",
    "Go To Checkout": "Ödeme Sayfasına Git",
    "Sorry, Can't Find Any Products For You In Cart !!": "Üzgünüm, Sepetinizde Sizin İçin Herhangi Bir Ürün Bulunamadı !!",
    "Welcome To You In Checkout Page": "Ödeme Sayfasına Hoş Geldiniz",
    "Please Wait": "Lütfen Bekleyin",
    "Billing Details": "Fatura Detayları",
    "Do You Want To Save Payment Information ?": "Ödeme Bilgilerini Kaydetmek İster Misiniz?",
    "Do You Want To Ship To A Different Address ?": "Farklı Bir Adrese Göndermek İster Misiniz?",
    "Request Notes": "Talep Notları",
    "Notes About Request, Example: Note About Request Delivery": "Talep Hakkında Notlar, Örneğin: Talep Teslimatı Hakkında Not",
    "Your Request": "Talebiniz",
    "Sum": "Toplam",
    "PayPal": "PayPal",
    "Confirm Request": "Talebi Onayla",
    "Welcome To You In Account Verification Page": "Hesap Doğrulama Sayfasına Hoş Geldiniz",
    "Checking": "Kontrol Ediliyor",
    "You're almost done!": "Neredeyse tamam!",
    "Enter code Here": "Kodu Buraya Girin",
    "You can redial the message after": "Mesajı tekrar arayabilirsiniz",
    "We sent a launch code to": "Başlatma kodunu şuraya gönderdik",
    "Didn't get your email?": "E-postanızı almadınız mı?",
    "Resend The Code": "Kodu Yeniden Gönder",
    "Resending The Code": "Kodu Yeniden Gönderme",
    "Sorry, Invalid Email Address !!": "Üzgünüm, Geçersiz E-posta Adresi !!",
    "Sending Code To Your Email Process Has Been Succssfuly !!": "Kodu E-postanıza Gönderme İşlemi Başarıyla Tamamlandı !!",
    "Sorry, The User Is Not Exist !!, Please Enter Another User Email ..": "Üzgünüm, Kullanıcı Mevcut Değil !!, Lütfen Başka Bir Kullanıcı E-postası Girin ..",
    "Sorry, The Email For This User Has Been Verified !!": "Üzgünüm, Bu Kullanıcı İçin E-posta Doğrulandı !!",
    "Network Error": "Ağ Hatası",
    "Sorry, Someting Went Wrong, Please Repeat The Process !!": "Üzgünüm, Bir Şeyler Ters Gitti, Lütfen İşlemi Tekrarlayın !!",
    "Welcome To You In Payment Confirmation Page": "Ödeme Onay Sayfasına Hoş Geldiniz",
    "Order Id": "Sipariş Kimliği",
    "Product Name And Quantity": "Ürün Adı ve Miktarı",
    "Unit Price Before Discount": "İndirim Öncesi Birim Fiyat",
    "Unit Discount": "Birim İndirimi",
    "$": "Amerikan Doları",
    "Thanks For Purchase From Ubuyblues Store": "Ubuyblues Mağazasından Satın Alım İçin Teşekkürler",
    "Sorry,": "Özür dilerim",
    "this page could not be found.": "Bu sayfa bulunamadı.",
    "Something went wrong.": "Bir şeyler yanlış gitti.",
    "The page you were looking for could not be found. Please check the URL": "Aradığınız sayfa bulunamadı. Lütfen URL'yi kontrol edin.",
    "Or Go To Home Page": "Veya Ana Sayfaya Gite",
    "Sorry, Something Went Wrong, Please Try Again !": "Üzgünüm, Bir Şeyler Yanlış Gitti, Lütfen Tekrar Deneyin!",
    "Product Id": "Ürün Kimliği",
    "Name": "Ad",
    "Total": "Toplam",
    "Image": "Görüntü",
    "Apartment Number": "Daire Numarası",
    "Sorry, This Order Is Not Found !!": "Özür dileriz, Bu Sipariş Bulunamadı !!",
    "Product Details": "Ürün Detayları",
    "Sale Products": "İndirimli Ürünler",
    "Categories": "Kategoriler",
    "Last Added": "Son Eklenen",
    "Last Added Products": "Son Eklenen Ürünler",
    "Add To Cart": "Sepete Ekle",
    "Waiting In Add To Cart": "Lütfen Sepete Eklenirken Bekleyin",
    "Sorry, Something Went Wrong": "Üzgünüz, Bir Hata Oluştu",
    "Display Your Cart": "Sepetinizi Görüntüle",
    "Brands": "Markalar",
    "The Page": "Sayfa",
    "of": "nin",
    "Pages": "Sayfalar",
    "About Us": "Hakkımızda",
    "Contact Us": "Bize Ulaşın",
    "Polices-Terms & Conditions": "Politikalar - Şartlar ve Koşullar",
    "Return & Refund Policy": "İade ve İade Politikası",
    "Main": "Ana Sayfa",
    "Product Available In Store": "Mağazada Mevcut Ürün",
    "Category": "Kategori",
    "Description": "Açıklama",
    "Referrals": "Yorumlar",
    "There are no reviews yet": "Henüz yorum yok",
    "Be the first to review": "İlk yorumu siz yapın",
    "your e-mail address will not be published. Required fields are marked": "E-posta adresiniz yayınlanmayacak. Zorunlu alanlar işaretlidir",
    "Save my name, email, and referal in this browser for the next time I comment": "Adımı, e-posta adresimi ve yorumumu bir dahaki sefere bu tarayıcıda kaydet",
    "Send": "Gönder",
    "Related Products": "İlgili Ürünler",
    "Your Referal": "Sizin Yorumunuz",
    "Your rating": "Değerlendirmeniz",
    "Share Your Favorite Product With Your Friends": "Favori Ürününüzü Arkadaşlarınızla Paylaşın",
    "Our links": "Bağlantılarımız",
    "All Rights Reserved For": "Her Hakkı Saklıdır",
    "Ubuyblues": "Ubuyblues",
    "Facebook": "Facebook",
    "We are Asfour International, a leading company in the wholesale and retail trade industry. We provide high-quality products to our customers. We are committed to meeting your needs and providing the best solutions to ensure your satisfaction": "Biz Asfour International, toptan ve perakende ticaret endüstrisinde lider bir şirketiz. Müşterilerimize yüksek kaliteli ürünler sunuyoruz. İhtiyaçlarınıza karşılamaya ve memnuniyetinizi sağlamaya yönelik en iyi çözümleri sunmaya kararlıyız",
    "Our company stands out with a wide range of diverse products available at competitive prices. We strive to provide a broad selection of products to suit your various needs and budgets. We offer high-quality products in various fields such as crafts, electronics, fashion, food products, household tools, and more": "Şirketimiz geniş bir ürün yelpazesi ile rekabetçi fiyatlarla öne çıkıyor. Çeşitli ihtiyaçlarınıza ve bütçelerinize uygun geniş bir ürün seçkisi sunmaya çalışıyoruz. El sanatları, elektronik, moda, gıda ürünleri, ev aletleri ve daha birçok alanda yüksek kaliteli ürünler sunuyoruz",
    "We consider our customers as partners in our success, and we are committed to providing high-quality customer service. We pay attention to the smallest details and strive to offer a satisfying shopping experience for our customers": "Müşterilerimizi başarımızın ortakları olarak görüyoruz ve yüksek kaliteli müşteri hizmeti sağlama konusunda taahhütte bulunuyoruz. En küçük detaylara dikkat ediyor ve müşterilerimiz için tatmin edici bir alışveriş deneyimi sunmaya çalışıyoruz",
    "We are dedicated to achieving the highest levels of quality and satisfaction for our customers. We strive for innovation and continuous development to meet the changing market demands and to continually improve our operations": "Müşterilerimiz için en yüksek kalite ve memnuniyet seviyelerine ulaşmaya adanmışızdır. Piyasa taleplerine ayak uydurmak ve operasyonlarımızı sürekli olarak geliştirmek için yenilik ve sürekli gelişme için çaba gösteriyoruz",
    "In summary, we are Asfour International, a leading wholesale and retail trade company, offering high-quality products at competitive prices and excellent customer service. We are committed to meeting your needs and achieving your satisfaction, striving for sustainable success in our business": "Özetle, biz Asfour International, lider bir toptan ve perakende ticaret şirketi olarak, rekabetçi fiyatlarla yüksek kaliteli ürünler sunan ve mükemmel müşteri hizmeti sunan bir şirketiz. İhtiyaçlarınıza ve memnuniyetinize karşılamak için taahhütte bulunuyoruz, işimizde sürdürülebilir başarı için çaba gösteriyoruz",
    "You have 15 days from the date of delivery to request a return or replacement": "Teslim tarihinden itibaren 15 gün içinde iade veya değişim talep edebilirsiniz",
    "If you have received damaged or incorrect products, please contact customer service for assistance as soon as possible": "Eğer hasarlı veya yanlış ürünler aldıysanız, lütfen en kısa sürede müşteri hizmetleri ile iletişime geçiniz",
    "Exchange one item for another is allowed": "Bir ürünü başka bir ürünle değiştirmek mümkündür",
    "Returned products must be unused, and the original packaging must be retained, We do not accept returns of used or damaged items": "Iade edilen ürünler kullanılmamış olmalı ve orijinal ambalajını korunmalıdır. Kullanılmış veya hasar görmüş ürünlerin iadesini kabul etmiyoruz",
    "Products with non-returnable tags and free gifts are not eligible for return or exchange": "Iade edilemez etiketlere sahip ürünler ve ücretsiz hediyeler iade veya değişim için uygun değildir",
    "Note": "Not",
    "We do not accept products that have been returned without a prior return request": "Önceden iade talebi olmadan iade edilen ürünleri kabul etmiyoruz",
    "Please ensure the accuracy of the return request and the products before shipping them. We will not be responsible for returns of items not purchased from our site": "Lütfen ürünleri göndermeden önce iade talebinin ve ürünlerin doğruluğunu sağlayın. Sitemizden satın alınmayan ürünlerin iadesinden sorumlu olmayacağız",
    "If the quantity of the products to be returned does not match the actual returned quantity, the courier may refuse to accept the products": "İade edilecek ürünlerin miktarı gerçek iade miktarıyla eşleşmiyorsa, kurye ürünleri kabul etmeyi reddedebilir",
    "Please do not send the return parcel to the address on the received package, as it is not our return address. This will affect the processing of the return": "Lütfen iade paketini aldığınız paketin üzerindeki adrese göndermeyin, çünkü bu iade adresimiz değildir. Bu, iadenin işlenmesini etkileyecektir",
    "If a cancellation of an online payment order is requested before shipping, we will complete the refund process within 5 business days. A 5% deduction from the refunded amount will be applied to cover payment processing fees charged by the payment company": "Çevrimiçi ödeme siparişinin gönderilmeden önce iptal edilmesi durumunda, iade sürecini 5 iş günü içinde tamamlayacağız. İade tutarından %5 kesinti, ödeme şirketi tarafından alınan ödeme işleme ücretlerini karşılamak için uygulanacaktır",
    "Orders paid online will be refunded within 5 business days due to stock depletion, damage, or deviation from the confirmed sample, without processing fees. The refund will be transferred via the original payment method": "Online ödenen siparişler, stok tükenmesi, hasar veya onaylanmış örneğe uymama durumunda işlem ücreti olmadan 5 iş günü içinde iade edilecektir. İade, orijinal ödeme yöntemiyle aktarılacaktır",
    "In case of illegal conflicts with regular payments, certain fees will be imposed according to the severity of the situation": "Düzenli ödemelerle yasa dışı çatışma durumunda, durumun ciddiyetine göre belirli ücretler uygulanacaktır",
    "14SERCEGILLER reserves the right to the final interpretation": "14SERCEGILLER, nihai yorum yapma hakkını saklı tutar",
    "If you have a return or replacement request, please follow the steps below, and we will assist you with sincerity": "İade veya değişim talebiniz varsa, lütfen aşağıdaki adımları takip edin ve size içtenlikle yardımcı olacağız",
    "Our team will review your request within 5 business days": "Ekibimiz talebinizi 5 iş günü içinde gözden geçirecek",
    "If you wish to return your order, please send the return request to info@asfourintlco.com via email. Provide information about the returned items, reasons for the return, and photos of the original packaging": "Siparişinizi iade etmek istiyorsanız, lütfen iade talebini info@asfourintlco.com adresine e-posta yoluyla gönderin. İade edilen ürünler, iade nedenleri ve orijinal ambalajın fotoğrafları hakkında bilgi verin",
    "After verification, our service team will inform you of the refund amount and the next steps. (Refund amount = Value of returned items - Return shipping fees)": "Doğrulama sonrasında, servis ekibimiz size iade miktarını ve sonraki adımları bildirecektir. (İade miktarı = İade edilen ürünlerin değeri - İade kargo ücretleri)",
    "Note: If the review is unsuccessful, the employee will inform you of the reasons via email. If you wish to submit the return request again, please provide evidence to us via email. Our team will process your request within 5 business days": "Not: İnceleme başarısız olursa, çalışan size e-posta yoluyla nedenleri bildirecektir. İade talebinizi tekrar göndermek istiyorsanız, lütfen bize e-posta yoluyla kanıtlar sunun. Ekibimiz talebinizi 5 iş günü içinde işleyecektir",
    "By visiting or purchasing from our site, you are engaging in our service and agree to abide by the terms and conditions, including those terms, conditions, and additional policies referenced herein and/or available by hyperlink. These terms of service apply to all users of the site, including but not limited to users who are browsers, vendors, customers, merchants, and/or contributors of content": "Sitemizi ziyaret ederek veya satın alarak, hizmetimizle etkileşimde bulunuyor ve burada referans olarak verilen ve/veya bağlantıyla sunulan şartlar, koşullar ve ek politikalara uymayı kabul ediyorsunuz. Bu hizmet koşulları, sitedeki tüm kullanıcılar için geçerlidir, ancak bunlarla sınırlı olmamak üzere kullanıcılar, tedarikçiler, müşteriler, tüccarlar ve/veya içerik sağlayıcıları da dahildir",
    "Please read these terms of service carefully before accessing or using our website. By accessing or using any part of the site, you agree to be bound by these terms of service. If you do not agree to all the terms and conditions of this agreement, then you may not access the website or use any services. If these terms of service are considered an offer, acceptance is expressly limited to these terms of service": "Lütfen web sitemize erişmeden veya kullanmadan önce bu hizmet koşullarını dikkatlice okuyun. Siteye eriştiğiniz veya sitenin herhangi bir bölümünü kullandığınızda, bu hizmet koşullarına bağlı olduğunuzu kabul edersiniz. Bu sözleşmenin tüm şartlarını ve koşullarını kabul etmiyorsanız, web sitesine erişemez veya herhangi bir hizmeti kullanamazsınız. Bu hizmet koşulları bir teklif olarak kabul edilirse, kabul kesinlikle bu hizmet koşullarıyla sınırlıdır",
    "Any new features or tools added to the current store shall also be subject to the terms of service. You can review the most current version of the terms of service at any time on this page. We reserve the right to update, change, or replace any part of these terms of service by posting updates and/or changes to our website. It is your responsibility to check this page periodically for changes. Your continued use of or access to the website following the posting of any changes constitutes acceptance of those changes": "Mevcut mağazaya eklenen herhangi yeni özellik veya araç da hizmet koşullarına tabi olacaktır. Hizmet koşullarının en güncel sürümünü istediğiniz zaman bu sayfada inceleyebilirsiniz. Bu hizmet koşullarının herhangi bir bölümünü güncelleme, değiştirme veya değiştirme hakkını saklı tutarız ve güncellemeleri ve/veya değişiklikleri web sitemize göndererek yapabiliriz. Bu sayfayı değişiklikler için periyodik olarak kontrol etmek sizin sorumluluğunuzdadır. Herhangi bir değişiklikten sonra web sitesini kullanmaya veya erişmeye devam etmeniz, bu değişiklikleri kabul ettiğiniz anlamına gelir",
    "By agreeing to these terms of service, you acknowledge that you are at least the age of majority in your country of residence": "Bu hizmet koşullarını kabul ederek, ikamet ettiğiniz ülkede en azından reşit yaştaysanız, bunu kabul ettiğinizi kabul edersiniz",
    "You may not use our products for any illegal or unauthorized purpose, and you must not, in the use of the service, violate any laws in your jurisdiction (including, but not limited to, copyright laws)": "Ürünlerimizi herhangi bir yasa dışı veya izinsiz amaç için kullanamazsınız ve hizmeti kullanırken, yargı alanınızda herhangi bir yasayı ihlal etmemelisiniz (ancak bunlarla sınırlı olmamak üzere, telif hakkı yasaları dahil)",
    "You must not transmit any worms or viruses or any code of a destructive nature": "Herhangi bir solucan veya virüs veya tahrip edici bir doğada kod iletimemelisiniz",
    "Violation of any of the terms will result in immediate termination of your services": "Herhangi bir şartın ihlali, hizmetlerinizin derhal sona erdirilmesine neden olacaktır",
    "Introduction": "Giriş",
    "This privacy notice specifies how the international company Asfour or its owner or operator of this website collects and processes your personal data for the promotion, execution, and provision of Asfour services. By visiting this website, providing your personal data, or accessing and purchasing Asfour services, you explicitly agree to comply with the terms and conditions of this privacy notice. If you do not agree, please refrain from using or accessing this website or any of Asfour services": "Bu gizlilik bildirimi, uluslararası şirket Asfour'un veya bu web sitesinin sahibi veya işleteni olan kişinin veya işleteninin Asfour hizmetlerinin tanıtımı, yürütülmesi ve sağlanması için nasıl kişisel verilerinizi topladığını ve işlediğini belirtir. Bu web sitesini ziyaret ederek, kişisel verilerinizi sağlayarak veya Asfour hizmetlerine erişerek ve satın alarak, bu gizlilik bildiriminin şartlarına uymayı açıkça kabul edersiniz. Anlaşmıyorsanız, lütfen bu web sitesini veya Asfour'un herhangi bir hizmetini kullanmaktan veya erişiminden kaçının",
    "Definitions": "Tanımlar",
    "The term 'subsidiary company' refers to any individual or entity, another individual or entity that, directly or indirectly, through one or more intermediaries, controls or is controlled by or is under common control with this individual or entity": "'İkinci şirket' terimi, bu terim veya varlık üzerinde doğrudan veya dolaylı olarak, bir veya daha fazla aracı aracılığıyla kontrol eden veya bu terim veya varlık tarafından kontrol edilen veya bu terim veya varlıkla ortak kontrol altında olan herhangi bir birey veya varlık anlamına gelir",
    "This refers to the products and services offered by International Asfour online on any website and/or services and call centers, including, but not limited to, the services provided by International Asfour": "Bu, Uluslararası Asfour'un çevrimiçi olarak herhangi bir web sitesinde ve/veya hizmetlerde ve çağrı merkezlerinde sunduğu ürünleri ve hizmetleri, ancak bunlarla sınırlı olmamak üzere içerir",
    "This refers to a group of companies consisting of International Asfour and all its subsidiaries and affiliates collaborating with it": "Bu, Uluslararası Asfour ve işbirliği yapan tüm bağlı şirketleri ve bağlı kuruluşları içeren bir şirket grubunu ifade eder",
    "'The applicable laws' refer to any privacy law, personal data protection law, regulation, treaty, rule, ordinance, license, restriction, judicial or administrative order, law or public law, or any other declaration having legal effect in the State of Kuwait": "'Uygulanabilir yasalar', gizlilik yasası, kişisel veri koruma yasası, düzenleme, antlaşma, kural, tüzük, lisans, kısıtlama, yargısal veya idari emir, yasa veya kamu hukuku veya Kuveyt Devleti'nde yasal etkisi olan başka bir bildiri anlamına gelir",
    "'The data subject' or 'You' refers to a specific or identifiable living individual to whom the personal data is related and who uses this website or the services of International Asfour": "'Veri konusu' veya 'Siz', kişisel verileri ile ilgili belirli veya tanımlanabilir bir yaşayan bireyi ifade eder ve bu web sitesini veya Uluslararası Asfour'un hizmetlerini kullanan kişidir",
    "'Personal data' refers to any information related to the data subject who can be identified, directly or indirectly, particularly by reference to an identifier such as a name, identification number, location data, online identifier, or one or more factors specific to the physical, physiological, genetic, mental, economic, cultural, or social identity of the data subject": "'Kişisel veri', doğrudan veya dolaylı olarak tanımlanabilen, özellikle ad, tanımlama numarası, konum verisi, çevrimiçi tanımlayıcı veya fiziksel, fizyolojik, genetik, zihinsel, ekonomik, kültürel veya sosyal kimliği ile ilgili bir veya daha fazla faktöre başvurarak veri konusu ile ilgili her türlü bilgiyi ifade eder",
    "'Privacy notice' means this set of terms and conditions that govern the processing of personal data": "'Gizlilik bildirimi', kişisel verilerin işlenmesini düzenleyen bu şartlar ve koşulların bir kümesini ifade eder",
    "'The website' refers to the electronic website, whose main page is identified by an address, and any application for mobile devices or desktop computer application developed by International Asfour or on its behalf": "'Web sitesi', adresle belirlenen ana sayfası olan elektronik web sitesini ve Uluslararası Asfour veya onun adına geliştirilen mobil cihazlar veya masaüstü bilgisayar uygulamasını ifade eder",
    "'It' refers to the International Asfour company for wholesale and retail trade": "'O', toptan ve perakende ticaret için Uluslararası Asfour şirketini ifade eder",
    "'It' refers to the products and services offered by International Asfour online on this website, or the services and call centers that are referenced in this privacy notice": "'O', Uluslararası Asfour'un bu web sitesinde çevrimiçi olarak sunduğu ürünleri ve hizmetleri veya bu gizlilik bildiriminde başvurulan hizmetleri ve çağrı merkezlerini ifade eder",
    "What personal data do we collect ?": "Hangi kişisel verileri topluyoruz?",
    "We collect your personal data to provide and continually improve the services of International Asfour. We gather various types of personal data": "Uluslararası Asfour'un hizmetlerini sağlamak ve sürekli olarak iyileştirmek amacıyla kişisel verilerinizi topluyoruz. Çeşitli türlerde kişisel veri topluyoruz",
    "The personal data provided by the data subject": "Veri konusu tarafından sağlanan kişisel veriler",
    "To provide a seamless customer experience, we receive and store your personal data related to the services of International Asfour, including, but not limited to": "Sorunsuz bir müşteri deneyimi sağlamak için Uluslararası Asfour'un hizmetleri ile ilgili kişisel verilerinizi alır ve depolarız, bunlar arasında, ancak bunlarla sınırlı olmamak üzere",
    "The name, address, and phone numbers": "Ad, adres ve telefon numaraları",
    "Payment information": "Ödeme bilgileri",
    "age": "yaş",
    "personal description, and photographic image in your profile": "Profilinizdeki kişisel açıklama ve fotoğraf görüntüsü",
    "Identity-related information and documents, including civil ID numbers, national ID, and driver's license": "Sivil kimlik numaraları, ulusal kimlik ve sürücü belgesi dahil kimlikle ilgili bilgiler ve belgeler",
    "We automatically collect and store certain types of personal data about your use of International Asfour services. We use 'cookies' and other unique identifiers, obtaining specific types of personal data when your web browser or device accesses International Asfour services. We may collect automatic personal data from, including but not limited to": "Uluslararası Asfour hizmetlerini kullanımınızla ilgili belirli türde kişisel verileri otomatik olarak toplar ve depolarız. 'Çerezler' ve diğer benzersiz tanımlayıcıları kullanırız, web tarayıcınız veya cihazınız Uluslararası Asfour hizmetlerine eriştiğinde belirli türde kişisel veriler elde ederiz. Toplayabileceğimiz otomatik kişisel veriler arasında, ancak bunlarla sınırlı olmamak üzere",
    "The Internet Protocol (IP) address used to connect your computer to the internet": "Bilgisayarınızı internete bağlamak için kullanılan İnternet Protokolü (IP) adresi",
    "Login information, email address, and password": "Giriş bilgisi, e-posta adresi ve şifre",
    "The location of your device or computer": "Cihazınızın veya bilgisayarınızın konumu",
    "Device metrics such as when the device is in use, application usage, connection data, any errors or failure conditions, version, and timezone settings": "Cihazın kullanıldığı zaman gibi cihaz metrikleri, uygulama kullanımı, bağlantı verileri, herhangi bir hata veya başarısızlık durumu, sürüm ve zaman dilimi ayarları",
    "Date of purchase": "Satın alma tarihi",
    "Information from other sources": "Diğer kaynaklardan gelen bilgiler",
    "We may receive personal data about you from third-party sources, including International Asfour and affiliates, such as delivery and address information updated by our transportation companies, which we use to correct our records and facilitate the next purchase delivery. However, we are not responsible for the privacy practices of third-party sites that we do not own, operate, or control. We may collect personal data from other sources, including but not limited to": "Üçüncü taraf kaynaklardan, Asfour ve bağlı kuruluşlar dahil olmak üzere, kişisel verileriniz hakkında bilgi alabiliriz. Bunlar arasında, taşıma şirketlerimiz tarafından güncellenen teslimat ve adres bilgileri gibi bilgiler bulunmaktadır, bu bilgileri kayıtlarımızı düzeltmek ve bir sonraki satın alma teslimatını kolaylaştırmak için kullanırız. Ancak, sahip olmadığımız, işletmediğimiz veya kontrol etmediğimiz üçüncü taraf sitelerin gizlilik uygulamalarından sorumlu değiliz. Diğer kaynaklardan kişisel veri toplayabiliriz, ancak bunlarla sınırlı olmamak üzere",
    "Delivery information and updated address from third parties": "Üçüncü taraflardan teslimat bilgileri ve güncellenmiş adres",
    "Search results and links, including paid listings": "Arama sonuçları ve ödeme yapılan listeler dahil bağlantılar",
    
}